{
  "nctrialId": "PDF-f9065fc0",
  "csr_id": "PDF-f9065fc0",
  "title": "These Clinical Study Results are provided for informational purposes only.",
  "officialTitle": "These Clinical Study Results are provided for informational purposes only.",
  "sponsor": "Unknown",
  "indication": "Hypertension",
  "phase": "Phase 1",
  "fileName": "NCT01561027-Synopsis.pdf",
  "fileSize": 501323,
  "date": "2025-04-14",
  "completionDate": "2025-04-14",
  "drugName": "CNV1014802  \n\nProtocol No.",
  "source": "PDF Document: NCT01561027-Synopsis.pdf",
  "studyType": "Interventional",
  "status": "Completed",
  "description": "These Clinical Study Results are provided for informational purposes only.   The  study  listed  may  include  approved  and  non-approved  uses, formulations   or  treatment  regimens.  It is not intended to promote any product or indication  and  is  not  intended  to  replace  the  advice  of  a ...",
  "eligibilityCriteria": "Inclusion Criteria:\nInclusion criteria: Male or female aged between 18 and 65 years, with a diagnosis of neuropathic pain \ndue to lumbosacral radiculopathy (LSR).  Female subjects were to be of non-child bearing potential or \nagree to use an approved form of contraception.  Male subjects had to agree to use an approved form of \ncontraception.  Body weight  50 kg for men and  45 kg for women.  Subjects had to be capable of \ngiving written informed consent.  Average QTcB or QTcF <450 msec; or QTc <480 msec in subje\n\nExclusion Criteria:\nExclusion criteria: Subjects who were unable to reliably delineate or assess their own pain by \nanatomical location/distribution.  Subjects with lumbar canal stenosis in which the pain in the lower \nlimbs occurred solely on walking and not at rest.  Subjects with causes for their neuropathic pain other \nthan LSR.  Subjects who had received nerve blocks and/or steroid injections for neuropathic pain within \n4 weeks prior to Day 1.  Subjects who were indicated for surgical treatment of lumbosacral",
  "full_text": "These Clinical Study Results are provided for informational purposes only.  \n\nThe  study  listed  may  include  approved  and  non-approved  uses, formulations  \nor  treatment  regimens.  It is not intended to promote any product or indication \nand  is  not  intended  to  replace  the  advice  of  a  health  care  professional.      The \nresults  reported  in  any  single  clinical  trial  may  not  reflect  the  overall  results \nobtained  across  the  product  development.  Only  a  physician  can  determine  if  a \nspecific product is the appropriate treatment for a particular patient. If you have \nquestions,  please  consult  a  health  care  professional.      Before    prescribing    any  \nproduct,  healthcare  professionals  should  consult  prescribing  information  for  \nthe  product  approved  in  their  country.   \n\n \n \n \n  \n \n\fCompany name: Convergence Pharmaceuticals Ltd \nStudy drug: CNV1014802  \n\nProtocol No.:1014802/201 \nCSR FINAL Revised, 04-September-2014 \n\n2. \n\nSYNOPSIS \n\nName of sponsor/company: \nConvergence Pharmaceuticals \nLtd. \n\nName of finished product: \nCNV1014802 \n\nName of active ingredient: \nCNV1014802 \n\nIndividual study table referring to \npart of the dossier \n\n(For National Authority use \nonly) \n\nVolume: \n\nPage: \n\nTitle of study: \nA randomized, double blind, cross-over study to evaluate the safety and efficacy of CNV1014802 in \nsubjects with neuropathic pain from lumbosacral radiculopathy \n\nInvestigators:  \nSweden: Dr. \nCzech Republic: Dr. \nFrance: Dr. \nDenmark: Dr. \n\n Dr. \n\n Dr. \n Pr. \n\n Dr. \n\n Dr. \n Dr. \n\n Dr. \n\n Dr. \n\nStudy centres:  \nA full list of investigators and study sites is provided in Appendix 16.1.5. \n\nPublication (reference): Not applicable \n\nStudied period:  \nFirst subject consented -  21 July 2011 \nLast subject completed -  04 June 2012 \n\nObjectives:  \nPrimary:  \n\nPhase of development: II \n\n  To investigate the effect of repeat oral dosing of CNV1014802 on neuropathic pain in subjects \n\nwith lumbosacral radiculopathy \n\nSecondary:  \n\n  To  investigate  the  effects  of  repeat  oral  dosing  of  CNV1014802  on  low  back  pain  in  subjects \n\nwith lumbosacral radiculopathy in whom there is lower limb pain.  \n\n  To  investigate  the  effects  of  repeat  oral  dosing  of  CNV1014802  on  function  in  subjects  with \n\npain from lumbosacral radiculopathy. \n\n  To  investigate  the  safety  and  tolerability  of  CNV1014802  in  subjects  with  lumbosacral \n\nradiculopathy. \n\n  To assess the plasma concentrations and exposures of CNV1014802 \n\nExploratory: \n\n \n\nMethodology:  \nThis  was  a  multi-centre,  double-blind,  randomized,  2-period  cross-over  study  of  CNV1014802  versus \nplacebo.    Following  a  screening  period,  137  subjects  with  a  diagnosis  of  neuropathic  pain  due  to \nlumbosacral  radiculopathy  (LSR)  were  enrolled  into  a  run-in  phase  where  they  received  single  blind \nplacebo  medication  for  two  weeks.    On  Day  15,  82  subjects  were  randomized  to  take  part  in  two \nsequential 22-day dosing periods (AM dose only on day 22).  Subjects were randomized in a 1:1 ratio to \nreceive  either  350mg  CNV1014802  BID  followed  by  placebo  BID,  or  vice  versa.    The  dosing  periods \nwere separated by a 13 day washout period and were followed by a 7 day run out, during which subjects \nreceived placebo.   \n\nCONFIDENTIAL \n\nPage 4 of 95 \n\n \n   \n \n \n \n \n  \n  \n  \n \n \n \n \n \n \n\fCompany name: Convergence Pharmaceuticals Ltd \nStudy drug: CNV1014802  \n\nProtocol No.:1014802/201 \nCSR FINAL Revised, 04-September-2014 \n\nNumber of subjects:  \nPlanned Randomized: 80   \nEnrolled: 137 \nRandomized: 82   \nTreated:  81 (CNV1014802 N=79; Placebo N=73) \n\nDiagnosis and main criteria for inclusion: \nInclusion criteria: Male or female aged between 18 and 65 years, with a diagnosis of neuropathic pain \ndue to lumbosacral radiculopathy (LSR).  Female subjects were to be of non-child bearing potential or \nagree to use an approved form of contraception.  Male subjects had to agree to use an approved form of \ncontraception.  Body weight  50 kg for men and  45 kg for women.  Subjects had to be capable of \ngiving written informed consent.  Average QTcB or QTcF <450 msec; or QTc <480 msec in subjects \nwith Bundle Branch Block at screening.  AST and ALT <2xULN; alkaline phosphatase and bilirubin  \n1.5xULN.  Approved concomitant medications must have been stable for at least 4 weeks prior to Day 1.  \nAverage baseline daily pain score for neuropathic pain due to LSR on the 11-point numerical rating scale \nof 4 or greater.  France only:  subjects had to be affiliated to a health social security system. \n\nExclusion criteria: Subjects who were unable to reliably delineate or assess their own pain by \nanatomical location/distribution.  Subjects with lumbar canal stenosis in which the pain in the lower \nlimbs occurred solely on walking and not at rest.  Subjects with causes for their neuropathic pain other \nthan LSR.  Subjects who had received nerve blocks and/or steroid injections for neuropathic pain within \n4 weeks prior to Day 1.  Subjects who were indicated for surgical treatment of lumbosacral \nradiculopathy.  Subjects with a positive pre-study drug screen, a positive history of HIV, a positive pre-\nstudy Hepatitis B surface antigen or positive Hepatitis C antibody result within 3 months of screening.  \nSubjects with history of any liver disease within the last 6 months, with the exception of known Gilbert‟s \ndisease.  Subjects with a history of excessive regular alcohol consumption within 6 months of the study.  \nSubjects with a history or risk of seizures or a history of epilepsy, head injury or related neurological \ndisorders.  Subjects with a history of uncontrolled or poorly controlled hypertension, with systolic BP \nfrequently exceeding 160mmHg and/or diastolic BP frequently exceeding 100mmHg, or subjects who \nhad BP greater than or equal to 160mmHg systolic and/or greater than or equal to 100mmHg diastolic at \nscreening after repeated measurements.  Subjects with a history or presence of significant cardiovascular, \ngastro-intestinal, or renal disease or other condition known to interfere with the absorption, distribution, \nmetabolism, or excretion of drugs.  Subjects with conditions known to affect cardiac conduction or a \npersonal or familial history of Brugada syndrome.  Pregnant females or lactating females.  Subjects with \na history or presence of any clinically significant abnormality in vital signs / ECG / laboratory tests or \nhave any medical or psychiatric condition, which, in the opinion of the Investigator may interfere with \nthe study procedures or compromise subject safety.  History of suicidal ideation and/or suicide attempts \nor clinical evidence of recent major depression.  Subjects who were unable to maintain their same \nmedications for the treatment of neuropathic pain at a stable dose during the study.  Unable to refrain \nfrom excessive use of sedatives.  Unable to comply with the prohibited concomitant medication \nrestrictions as detailed in the protocol.  Unable to stop and remain abstained from non-pharmacological \ntreatments for their neuropathic pain during the study.  History of hypersensitivity to CNV1014802.  \nSubjects who had participated in a clinical trial and had received an investigational product within 5 half-\nlives or twice the duration of the biological effect of the investigational product (whichever is longer) \nprior to the start of this study.  Exposure to more than four new chemical entities within 12 months prior \nto the first dosing day.  Where participation in the study would result in donation of blood or blood \nproducts in excess of 500 mL within a 56 day period.  Subject was mentally or legally incapacitated.  \nSubject who, in the clinical judgement of the investigator, may be malingering or be motivated by \nsecondary gain from participation in the study.  Unwillingness or inability to follow the procedures \noutlined in the protocol. \n\nTest product, dose and mode of administration, batch number: \nCNV1014802, oblong shape, film-coated, immediate release tablets. \nExcipients: Mannitol, microcrystalline cellulose, sodium starch glycolate, magnesium stearate, colloidal \nsilicon dioxide, titanium dioxide (E171), hypromellose, polyethylene glycol 400, iron oxide yellow \n(E172) and iron oxide black (E172) \nBatch number: E4445-01 \nStudy medication was to be taken at a dose of 350 mg BID at the same time each day (plus or minus 1 \n\nCONFIDENTIAL \n\nPage 5 of 95 \n\n \n   \n \n \n \n \n\fCompany name: Convergence Pharmaceuticals Ltd \nStudy drug: CNV1014802  \n\nProtocol No.:1014802/201 \nCSR FINAL Revised, 04-September-2014 \n\nhour) and one hour before or after food.  \n\nDuration of treatment:  \nSubjects took part in two treatment periods of 22 days with randomized CNV1014802 350 mg BID or \nplacebo BID.  In addition, placebo was administered during the run-in, wash-out and run-out phases. \n\nReference therapy, dose and mode of administration, batch number: \nPlacebo was identical in appearance to the active drug but without CNV1014802.  \nExcipients: Mannitol, microcrystalline cellulose, sodium starch glycolate, magnesium stearate, titanium \ndioxide (E171), hypromellose, polyethylene glycol 400, iron oxide yellow (E172) and iron oxide black \n(E172) \nBatch number: E4445-01 \nThis study was a double blind study and consequently the route of administration and dosing \nrequirements were identical to those for CNV1014802 (as above).  \n\nCriteria for evaluation:  \nEfficacy: \n\n  Change in average daily neuropathic pain score from baseline to Week 3 based on the 11 point \n\nPain Intensity Numerical Rating Scale (PI-NRS). \n\n  Change in average daily pain score from baseline to  Week 1, 2 and 3 of treatment and 1 week \nfollowing  the  end  of  randomized  treatment,  based  on  the  11  point  PI-NRS.    Pain  intensity  for \nneuropathic  pain  associated  with  lumbosacral  radiculopathy  and  that  for  low  back  pain  in  the \nlumbosacral spine was to be scored separately. \n\n  Proportion  of  subjects  who  had  ≥30%  and    ≥50%  reduction  in  average  daily  pain  score  for \nneuropathic  pain  from  LSR  and  low  back  pain  (each  separately)  relative  to  baseline  during \nWeeks 1, 2 and 3 of treatment and 1 week following the end of randomized treatment.  \n  Change in the amount of rescue medication used from baseline to Week 3 of treatment \n  Change in Galer Neuropathic Pain Scale from baseline to Week 3 of treatment. \n  Change  in  average  disability  score  from  baseline  to  Week  3  of  treatment  based  on  Oswestry \n\nDisability Index. \n\n  Proportion  of  subjects  who  had  “improved”,  “much  improved”  or  “very  much  improved” \nrelative  to  baseline  on  each  of  the  Patient  Global  Impression  of  Change  (PGIC)  and  Clinical \nGlobal Impression of Change (CGIC) on Week 3 of treatment. \n  Change in pain (11-point NRS) from baseline on straight leg raise. \n  Change in angle of extension of leg from baseline during straight leg raise. \n\nPharmacokinetics: \n\n  Pre-dose  and  post-dose  plasma  CNV1014802  concentrations  –  AUC(0-24)-ss,  Cmin-ss  and \n\nCmax-ss \n\nSafety: \n\n  Adverse events \n  Vital signs \n  ECG parameters \n  Laboratory safety tests (clinical chemistry, haematology, urinalysis) \n\nExploratory: \n\n \n\nStatistical methods: \nEfficacy Analysis: \nThe intent-to-treat population, defined as all randomized subjects who received at least one dose of \nrandomized study medication, was used for all efficacy analyses.  \nIn general, continuous data was summarized using descriptive statistics.  The primary efficacy analysis \nwas performed using a mixed effect model including subject as a random effect.  For statistical analyses, \nall tests were two-sided with significance interpreted at the 5% level. \nSubjects randomized into this study either had radiculopathic pain in one or both lower limbs only, or one \nor both lower limbs and back pain together.  If subjects only had pain in one or both lower limbs then the \n\nCONFIDENTIAL \n\nPage 6 of 95 \n\n \n   \n \n \n\fCompany name: Convergence Pharmaceuticals Ltd \nStudy drug: CNV1014802  \n\nProtocol No.:1014802/201 \nCSR FINAL Revised, 04-September-2014 \n\nprimary endpoint was the PI-NRS score associated with the pain in their worst affected lower limb (most \npainful lower limb determined at Screening).  If the subject had pain in one or both lower limbs and back \npain then the PI-NRS score for the worst affected lower limb was used as the primary endpoint for that \nsubject, but the PI-NRS score for the back was also recorded and analysed separately as a secondary \nendpoint. \n\nPost Hoc Analyses \nPost hoc analyses were conducted on the primary endpoint and responder rates to explore the treatment \neffect in different subpopulations.   \nIn addition to the model described by the SAP (period level baseline), analyses of the primary endpoint \nand responder rates were also conducted using a mixed effects model that included both a period and \nsubject level (mean of baseline 1 & 2) baseline as fixed effects.   \n\nPharmacokinetics Analysis: \nThe PK analysis population consisted of 78 subjects (43 males, 35 females).  Each subject had 11 PK \nsamples taken, of which four at steady state on active treatment (two pre-dose and two 2 hrs post-dose).  \nThe total number of concentration records (on active treatment only) in the final datafile was 287.  The \nobservations were visually compared to the study specific (regimen and population) predictions (median \nand 90% prediction interval) from a historical popPK model based on healthy volunteer phase I data.  \nSubsequently, non-linear mixed effect modelling was used, applying the historical popPK model, to \nestimate the PK parameters for each individual.  For the final model all PK parameters were fixed to the \nhealthy volunteer values except for the between subject variability on CL/F.  The data did not allow other \nparameters to be estimated with sufficient confidence.  The final model described the observations well \nand neither obvious biases, nor evidence of non-compliance were observed.  The individual PK \nparameters were then used to derive (through simulation and calculation) the individual exposures at \nsteady state, assuming full compliance. \n\nSafety Analysis: \nThe safety population, defined as all subjects who had received any amount of study medication, was \nused for safety analyses.  Safety data was presented in tabular and/or graphical format and summarized \ndescriptively. \n\nSUMMARY: RESULTS \nEfficacy: \n\n  CNV1014802 significantly improved neuropathic pain in LSR patients.  On the primary \n\nendpoint, there was a difference in the average change in PI-NRS for neuropathic pain from \nbaseline to Week 3 of -0.43 (p= 0.0255) for CNV1014802 compared to placebo. \n\n  A statistically significant effect on neuropathic pain levels was seen from Week 2 onwards. \n  There were no statistically significant effects of CNV1014802 on PI-NRS assessments of lower \n\nback pain – non-neuropathic. \n\n  The effect of CNV1014802 on neuropathic pain was most pronounced in monotherapy patients.  \nThere was a difference in the average change in PI-NRS for neuropathic pain from baseline to \nWeek 3 of -0.73 (p= 0.0038) for CNV1014802 compared to placebo in monotherapy patients. \n\n  There was no evidence that patients with no prior surgery responded any differently to \n\nCNV1014802 than those with a history of surgery. \n\n  There were no statistically significant differences between CNV1014802 and placebo on any of \n\nthe other secondary efficacy endpoints as analysed using the period 1 baseline only. \n\n  Sensitivity analyses conducted analysing the first period only in a between subject analysis \n\nshowed a similar magnitude of effect of PI-NRS in Week 3 compared to baseline, in both the all \nsubject ITT population (-0.43, p= 0.1858) and the Monotherapy subjects (-0.81, p=0.0555). \n\nPharmacokinetics:  \n\n  CNV1014802 plasma concentrations and exposures were as expected from the healthy volunteer \n\nCONFIDENTIAL \n\nPage 7 of 95 \n\n \n   \n \n \n \n \n \n \n \n\fCompany name: Convergence Pharmaceuticals Ltd \nStudy drug: CNV1014802  \n\nProtocol No.:1014802/201 \nCSR FINAL Revised, 04-September-2014 \n\n \n\nPhase I PK data. \nIndividual PK exposures could be estimated in 78/79 subjects that received active treatment 350 \nBID. \n\n  The  median  (90%  percentile  range)  derived  exposures  were  AUC(0-24)-ss  55  (40  -  78) \n\n[μg*hr/ml], Cmax-ss 3.7 (2.7 - 5.0) [μg/ml], Cmin-ss 1.4 (0.9 - 2.0) [μg/ml]. \n\n  The PK data suggested no evidence of major non-compliance. \n\nSafety: \n\n  CNV1014802 was well tolerated; 58% subjects dosed with CNV1014802 reported TEAE‟s \n\ncompared to 49% dosed with placebo.  \n\n  The most common treatment emergent adverse events occurring in this study were headache \n\n(CNV1014802: 12 subjects (15.2%); placebo: 5 subjects (6.8%)) and dizziness (CNV1014802: 9 \nsubjects (11.4%); placebo: 3 subjects (4.1%)).  The majority of all TEAE‟s were mild in \nseverity. \n\n  A total of 8 (10.1%) CNV1014802 and 1 (1.4%) placebo treated subjects were discontinued due \nto TEAE‟s.  One CNV1014802 subject was discontinued due to a rash which was considered to \nbe related to study drug. \n\n  ALT increases of >3xULN were observed in two subjects dosed with CNV1014802.  One \n\nsubject was discontinued from the study; this subject also had significant elevations of AST, \nGGT and alkaline phosphatase.  Serum bilirubin was normal in both subjects.  The abnormal \nlaboratory parameters in both subjects rapidly fell once CNV1014802 was withdrawn. \n\n  No other clinically significant changes in laboratory test parameters, were reported. \n  There were no clinically significant changes in BP, heart rate or ECG parameters associated \n\nwith CNV1014802 \n\nSUMMARY: CONCLUSION \nThe primary objective of this study was to investigate the efficacy of repeat oral dosing of CNV1014802 \non neuropathic pain in subjects with lumbosacral radiculopathy.  There was a small but statistically \nsignificant effect of CNV1014802 compared to placebo at Week 3 on the change in neuropathic pain \nassociated with LSR, but not with low back pain.  The improvement in the monotherapy subset was \ngreater than in the overall ITT population.  No significant changes in the secondary endpoints were \nobserved.  Whilst improvements in pain ratings were seen, there were no statistically significant \ndifferences between CNV1014802 and placebo on any of the other secondary efficacy endpoints.  \nHowever, these were analysed using the period 1 baseline only for both treatment periods baseline.  \nCNV1014802 plasma concentrations and exposures were as expected from phase I healthy volunteer data \nand there was no evidence of major non-compliance. \n\nCNV1014802 was generally well tolerated with the most common adverse events being headache and \ndizziness.  No serious adverse events were reported and only 2 subjects experienced severe treatment \nemergent adverse events (headache and liver function test abnormal) which both resolved without \nsequelae.  Two subjects treated with CNV1014802 reported rises in ALT greater than 3x ULN which fell \nrapidly once CNV1014802 was terminated.  One subject was discontinued with a rash which was related \nto CNV1014802.  No other clinically significant changes in laboratory test parameters, vital signs or \nECG changes were reported. \n\nDate of Report: 04 September 2014 \n\nCONFIDENTIAL \n\nPage 8 of 95 \n\n \n   \n \n \n \n \n \n \n \n\f",
  "file_path": "/home/runner/workspace/attached_assets/NCT01561027-Synopsis.pdf",
  "sampleSize": 0,
  "randomization": "Unknown",
  "studyDesign": "Unknown",
  "interventionalModel": "Unknown",
  "primaryPurpose": "Unknown",
  "maskingInfo": "Unknown"
}