{
  "nctrialId": "PDF-b53421f3",
  "csr_id": "PDF-b53421f3",
  "title": "Protocol A3051095 – 13 July 2010 – Final",
  "officialTitle": "Protocol A3051095 – 13 July 2010 – Final",
  "sponsor": "Unknown",
  "indication": "Cancer",
  "phase": "Phase 4",
  "fileName": "A3051095_3.pdf",
  "fileSize": 740293,
  "date": "2025-04-14",
  "completionDate": "2025-04-14",
  "drugName": "Chantix/ Varenicline \ntartrate\n\nTHERAPEUTIC AREA",
  "source": "PDF Document: A3051095_3.pdf",
  "studyType": "Interventional",
  "status": "Completed",
  "description": "Protocol A3051095 – 13 July 2010 – Final These results are supplied for informational purposes only. Prescribing decisions should be made based on the approved package insert. For publications based on this study, see associated bibliography. PROPRIETARY DRUG NAME®/GENERIC DRUG NAME: Chantix/ Varen...",
  "eligibilityCriteria": "No eligibility criteria extracted from document.",
  "full_text": "PhRMA Web Synopsis\nProtocol A3051095 – 13 July 2010 – Final\n\nPFIZER INC.\n\nThese results are supplied for informational purposes only.\nPrescribing decisions should be made based on the approved package insert.\nFor publications based on this study, see associated bibliography.\n\nPROPRIETARY DRUG NAME®/GENERIC DRUG NAME: Chantix/ Varenicline \ntartrate\n\nTHERAPEUTIC AREA AND FDA APPROVED INDICATIONS:   See United States \nPackage Insert (USPI)\n\nNATIONAL CLINICAL TRIAL NO.:  NCT00691483\n\nPROTOCOL NO.:  A3051095 \n\nPROTOCOL TITLE: Phase 4, Prospective, Multi-National, Randomized, Double-Blind, \nPlacebo-Controlled Study to Evaluate Smoking Cessation with Varenicline Tartrate \nCompared with Placebo in the Setting of Patient Self-Selected (Flexible) Quit Date\n\nStudy Center(s):  33 in 14 countries (Argentina [1], Brazil [1], Canada [2], China [3], Czech \nRepublic [2], France [1], Germany [2], Hungary [2], Italy [1], Republic of Korea [2], Mexico\n[1], Taiwan [2], United Kingdom [1], United States (US) [12])\n\nStudy Initiation Date and Primary Completion or Completion Dates:  \n22 September 2008 to 10 December 2009 \n\nPhase of Development:  Phase 4\n\nStudy Objective(s):  The primary efficacy objective of this protocol was to compare \n12 weeks of treatment with varenicline 1 mg twice daily (BID) to placebo for smoking \ncessation in the setting of a subject self-selected quit date (before Week 5 visit), and to \nevaluate continuous abstinence (CA) from smoking for 12 weeks after the treatment period.  \n\nAdditional secondary objectives were to compare treatments for urge to smoke, smoking \nsatisfaction, and the psychological reward over time in subjects in the US by analyses of the \nresults from the Minnesota Nicotine Withdrawal Scale (MNWS) and the Modified Cigarette \nEvaluation Questionnaire (mCEQ), respectively.  \n\nThe safety objective was to gather safety data for 12 weeks of treatment with varenicline \n1 mg BID or placebo followed by 12 weeks of non-treatment follow-up, and to evaluate \nsafety and tolerability when used in the setting of a subject self selected quit date.\n\nMETHODS\n\nStudy Design:  This was a randomized, double blind, placebo-controlled, multinational study \ncomparing the efficacy and safety of varenicline 1 mg BID with placebo for smoking \n\nPage 1\n\n090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 \fPhRMA Web Synopsis\nProtocol A3051095 – 13 July 2010 – Final\n\ncessation.  The study consisted of a 12-week treatment phase followed by a 12-week \nnon-treatment phase for a total study duration of 24 weeks.  Approximately 652 subjects (at \nleast 489 varenicline and 163 placebo) were to be randomized in a 3:1 ratio to receive either \nvarenicline (1-week titration followed by 11 weeks of 1 mg BID treatment) or placebo.  \nBlinded study medication was discontinued at the Week 12 visit and was followed by a \nnon-treatment period to Week 24.  Subjects were to self-select a quit date to occur between \nDay 8 (the date of dose escalation to 1 mg BID) and the Week 5 visit day.  The Week 1 visit \noccurred at the end of the first week of treatment.  Subjects were to return for clinic visits at \nWeeks 2, 3, 4, 5, 6, 7, 8, 9, 10, 11 and 12 during the treatment period.  During the \nnon-treatment follow-up, subjects were to return for visits at Weeks 13, 16, 20 and 24, and \nwere contacted by phone at Weeks 14, 18 and 22.  Each subject received brief smoking \ncessation counseling, consistent with the Agency for Healthcare Research and Quality \n(AHRQ) guidelines or similar local guidelines at each clinic visit and at each telephone \ncontact starting with the baseline visit.  At the baseline visit, subjects also received an \neducational booklet about smoking cessation.\n\nNumber of Subjects (Planned and Analyzed):  It was planned to randomize at least \n652 subjects to varenicline or placebo in a 3:1 ratio.  Four hundred and ninety three (493) \nsubjects were assigned to varenicline and 166 to placebo.  Of these, 486 and 165 were treated \nwith at least 1 dose of varenicline and placebo, respectively.\n\nDiagnosis and Main Criteria for Inclusion:  Subjects were eligible for enrollment into the \nstudy if they were current cigarette smokers between 18 and 75 years of age and motivated to \nstop smoking.  Subjects had to have smoked an average of at least 10 cigarettes per day \nduring the past year and during the month prior to the screening visit, with no continuous \nperiod of abstinence greater than 3 months in the past year.  In addition, subjects were not to \nhave had serious or unstable disease within the past 6 months.\n\nStudy Treatment:  Subjects were randomized to receive either blinded varenicline or \nplacebo.  Subjects randomized to varenicline were titrated to the full dose during the first \nweek in the following manner: 0.5 mg once daily (QD) x 3 days followed by 0.5 mg BID x \n4 days, and then 1 mg BID for 11 weeks. During the non-treatment follow-up period from \nWeek 13 to Week 24, subjects did not receive study medication.  Tablets (blinded varenicline \nor placebo) were supplied in bottles containing sufficient tablets for 1 week.  Varenicline was\nsupplied as 0.5 mg tablets for the first week and 1.0 mg tablets for the remaining 11 weeks of \nthe study treatment period.\n\nEfficacy Evaluations:  Efficacy data were collected using the Nicotine Use Inventory (NUI) \nand exhaled CO measurements.  NUI was also completed at all telephone contacts.  Data on \nquitting plans and quit attempts (defined as quitting smoking for at least a few hours with the \nconviction to quit permanently) occurring during the first 5 weeks of the study were also \ncollected using the Plan and Quit Questionnaire.  The MNWS was used to assess craving and \nnicotine withdrawal symptoms.  The rewarding effects associated with smoking were \nmeasured with the mCEQ.  The MNWS and the mCEQ were administered at the baseline \nvisit and weekly through Week 12 to subjects enrolled in US centers only. \n\nPage 2\n\n090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 \fPhRMA Web Synopsis\nProtocol A3051095 – 13 July 2010 – Final\n\nPharmacokinetic, Pharmacodynamic, and/or Other Evaluations:  This study included the \ncollection of a single blood sample for de-identified pharmacogenomic studies. Participation \nin this component of the study was voluntary and required a separate informed consent.  \nPharmacogenomic analyses were described in a separate protocol and were not part of this \nstudy report. \n\nSafety Evaluations:  Safety was evaluated based on adverse events (AEs), vital signs, \nphysical examination, body weight and height, electrocardiograms (ECGs), and laboratory \ntest results.  Throughout the study, the Columbia Suicide Severity Rating Scale (C-SSRS) \nwas administered to evaluate suicidal ideation and behavior.  The Patient Health \nQuestionnaire (PHQ-9) was used at each clinic visit or telephone assessment to evaluate \ndepression.\n\nStatistical Methods:  The All Subjects population was defined as all subjects who received \nat least 1 dose, including partial doses, of randomized study medication.  The All Subjects \npopulation was the primary population for efficacy and safety analyses in this study.  \nAnalyses of the Evaluable Subjects population (all subjects who took at least 14 days of \nstudy medication in the first 21 days of the study), Completers population (all subjects who \nhad at least 80% treatment compliance), and intention-to-treat (ITT) population (all \nrandomized subjects) were intended to support the robustness of the conclusions made on the \nAll Subjects population.\n\nThe intent of the primary analysis was to evaluate the hypothesis that varenicline is superior \nto placebo for smoking cessation after 12 weeks of treatment, when used in a setting where \nsubjects are given some discretion regarding setting their own quit date. The primary efficacy \nendpoint was the CO-confirmed 4-week CQR for Weeks 9 through 12, inclusive.  The key \nsecondary efficacy endpoint was the continuous abstinence rate (CAR) from Weeks 9 \nthrough 24.  \n\nOther secondary efficacy endpoints included CO-confirmed and non-CO-confirmed long \nterm quit rate (LTQR) from Weeks 9 through 24, 7-day point prevalence of smoking \ncessation at Weeks 12 and 24, 4-week point prevalence of smoking cessation at Week 24, \nnon-CO-confirmed 4-week CQR for Weeks 9 through 12, and endpoints related to plans for \nor times of smoking quit attempts.  Patient-reported outcomes (PRO) endpoints included data \nfrom the MNWS and the mCEQ with focus on the Urge-to-Smoke item of the MNWS \n(baseline and weekly through Week 12) and the Smoking Satisfaction and Psychological \nReward domains of the mCEQ (baseline and weekly through Week 12).\n\nA planned sample size of 652 subjects randomized to varenicline or placebo in a 3:1 ratio \n(489 varenicline and 163 placebo) was to provide at least 90% power to detect a difference in \nthe primary endpoint between the varenicline and placebo groups, assuming a true \nWeeks 9 to 12 CAR of 0.24 and 0.46 for placebo and varenicline, respectively (odds ratio \n[OR] of at least 2.67).  This sample size also provided at least 90% power to detect a \ndifference between varenicline and placebo in the secondary endpoint Weeks 9 to 24 CAR, \nassuming a true Weeks 9 to 24 CAR of 0.18 and 0.31 for placebo and varenicline, \nrespectively (OR of at least 2.10).\n\nPage 3\n\n090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 \fPhRMA Web Synopsis\nProtocol A3051095 – 13 July 2010 – Final\n\nMean, median, standard deviation, and range were used to summarize continuous variables, \nand counts and percentages were used to summarize categorical variables.  For binary \nefficacy endpoints, statistical inference was based on logistic regression models with main \neffect of treatment as the explanatory variable and investigative center as covariate.  This\nstatistical methodology was used for analyzing the primary and key secondary efficacy data.\n\nFor the time-to-event endpoint, statistical inference was based on the Kaplan-Meier method \nwith treatment groups as strata.  For continuous PRO endpoints, statistical inference was \nbased on a linear repeated measures model with covariates in harmony with those used to \ncontrol the analysis of the primary endpoint.  \n\nAll statistical testing was 2-sided and used a 0.05 level of significance.  In order to preserve \nthe type I family-wise error rate of 0.05, a step-down procedure was used for the analysis of \nthe primary and key secondary endpoint.  The hierarchy of comparisons was 1) the 4-week \nCQR for Weeks 9 through 12 and then 2) the CA at Week 24.  Statistical significance was \ndeclared for each hypothesis in the ordered list until a p-value >0.05 was obtained, at which \npoint the hypothesis was declared to not be statistically significant.  The p-values for \nanalyses of the secondary endpoints, other than the key secondary endpoint, were reported \nwith no adjustments for multiplicity.\n\nAn additional sensitivity analysis was performed on the primary and key secondary analyses \nto assess the impact of excluding 18 subjects with unreliable data who were randomized at \ninvestigational center 1032.\n\nAll subjects in the All Subjects population were included in the safety analysis.  Safety data \nwere presented using descriptive statistics.\n\nRESULTS\n\nSubject Disposition and Demography:  Subject disposition and data sets are summarized in \nTable 1.  Subjects were encouraged to remain in the study if they discontinued treatment in \norder to provide data for smoking status and other outcomes.  Table 1 consequently provides \n2 separate presentations on subject disposition, 1 representing treatment and \n1 representing study.\n\nPage 4\n\n090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 \fPhRMA Web Synopsis\nProtocol A3051095 – 13 July 2010 – Final\n\nTable 1.\n\nSubject Disposition\n\nNumber (%) of subjects \n\nVarenicline\n\nPlacebo\n\nScreened: 831\nAssigned to study treatment \n\nTreated \n\nCompleted study\nDiscontinued study\n\nCompleted study treatment period\nDiscontinued study in treatment \nperiod\n\nCompleted treatment \nDiscontinued treatment a\nRelated to study drug\nAdverse event\nLack of efficacy\nNot related to study drug\nAdverse event\nLost to follow up\nSubject no longer willing to \nparticipate in study\nOther\n\nDiscontinued treatment, but stayed \nin study b\n\nCompleted follow-up period\nDiscontinued study in follow-\nup period\n\nNot related to study drug\nLost to follow up\nSubject no longer willing \nto participate in study\nOther\n\n493\n486\n\n425 (87.4)\n61 (12.6)\n\n442 (90.9)\n44 (9.1)\n\n425 (87.4)\n61 (12.6)\n24 (4.9)\n23 (4.7)\n1 (0.2)\n37 (7.6)\n1 (0.2)\n9 (1.9)\n18 (3.7)\n\n9 (1.9)\n\n17 (3.5)\n\n0\n17 (3.5)\n\n17 (3.5)\n8 (1.6)\n7 (1.4)\n\n2 (0.4)\n\n166\n165\n\n141 (85.5)\n24 (14.5)\n\n142 (86.1)\n23 (13.9)\n\n131 (79.4)\n34 (20.6)\n14 (8.5)\n11 (6.7)\n3 (1.8)\n20 (12.1)\n2 (1.2)\n10 (6.1)\n6 (3.6)\n\n2 (1.2)\n\n11 (6.7)\n\n10 (6.1)\n1 (0.6)\n\n1 (0.6)\n0\n1 (0.6)\n\n0\n\na Discontinuations from the study could occur during the treatment period or during the post-\ntherapy follow-up period, i.e. subjects discontinuing treatment were not necessarily also \ndiscontinuing the study.\nb Subjects could discontinue from treatment and remain in the study.\n\nMost of the subjects in either treatment group (60%) were male.  The mean age for the \nvarenicline group was 43.9 years and ranged from 18 to 75 years.  The mean age of the \nplacebo group was 43.2 years and ranged from 18 to 72 years.  The average body mass \nindices (BMIs) were 26.2 kg/m2 and 26.7 kg/m2 for the varenicline and placebo groups, \nrespectively.  The distribution of races was similar in both treatment groups, with subjects in \nboth groups being mostly White. \n\nA summary of data sets analyzed is provided in Table 2.\n\nPage 5\n\n090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 \fPhRMA Web Synopsis\nProtocol A3051095 – 13 July 2010 – Final\n\nTable 2. Data Sets Analyzed\n\nNumber (%) of subjects\n\nAnalyzed for efficacy a\n\nAll Subjects b\nEvaluable Subjects c\nCompleter Subjects d\nITT (All Randomized \nSubjects) e\n\nAnalyzed for safety f\n\nAdverse events g\nLaboratory data h\n\nVarenicline\nN = 493\n\n486 (98.6)\n468 (94.9)\n425 (86.2)\n493 (100.0)\n\n486 (100.0)\n444 (91.4)\n\nPlacebo\nN = 166\n\n165 (99.4)\n160 (96.4)\n130 (78.3)\n166 (100.0)\n\n165 (100.0)\n144 (87.3)\n\nITT = intent-to-treat, N = number of subjects in the respective treatment group.\na Percentages based on ITT population.  \nb The All Subjects population was defined as all subjects who received at least 1 dose\n  of study drug. This was the primary efficacy analysis population.  \nc The Evaluable Subjects group was defined to be a subset of the All Subjects population,\n  who took at least 14 days of study drug in the first 21 days of the study.  \nd The Completers population group was defined as the subset of the All Subjects population, who had at\n  least 80% treatment compliance.\neThe ITT population was defined as all randomized subjects.\nf Percentages based on All Subjects population.\ng Adverse events were analyzed for the All Subjects population (see footnote b). \nh Laboratory data were analyzed for all subjects who had at least 1 postbaseline\n  laboratory value.\n\nEfficacy Results:  An overview of the primary and the key secondary endpoint is given in \nTable 3.\n\nAnalyses of smoking cessation rates for the All Subjects population showed that varenicline \nwas more efficacious than placebo in all measures of abstinence, both at the end of the 12-\nweek treatment period and during the non-treatment follow-up through Week 24. Statistical \nsignificance in favor of varenicline treatment was reached for the primary and the key \nsecondary endpoints (all p <0.0001). \n\nPage 6\n\n090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 \fPhRMA Web Synopsis\nProtocol A3051095 – 13 July 2010 – Final\n\nTable 3. Overview of Primary and Key Secondary Efficacy Endpoints (All \n\nSubjects Population) \n\nEndpoint\n4-week CQR Weeks 9 to 12\nCA Week 9 to Week 24\n# Odds ratios and p-values were obtained from a logistic regression model including the main effects of \n\np-value#\n<0.0001\n<0.0001\n\nVarenicline\nN = 486\nn (%)\n262 (53.9)\n171 (35.2)\n\nPlacebo\nN = 165\nn (%)\n32 (19.4)\n21 (12.7)\n\nOdds Ratio#\n(95% CI) versus \nplacebo\n6.03 (3.80, 9.56)\n4.45 (2.62, 7.55)\n\ntreatment and pooled center. \n\nCA = continuous abstinence, CI = confidence interval, CO = carbon monoxide, CQR = continuous quit \nrate, N = number of subjects in respective treatment group, ppm = parts per million.\nn (CQR) = the number of subjects who, at each visit from Week 9 through 12 (inclusive), reported no \nsmoking and no use of other nicotine-containing products since the last study visit (on the Nicotine \nUse Inventory) and who did not have CO >10 ppm at any of these visits; \n\nn (CA) = number of subjects who at each contact from Weeks 9 to 24, reported no smoking and no use of \nother nicotine-containing products (treatment phase) or tobacco products (non-treatment phase) since \nthe last study contact (on the Nicotine Use Inventory) and who did not have CO >10 ppm at the clinic \nvisit.\n\nThe LTQR at Week 24 was also statistically significantly higher in the varenicline group than \nin the placebo group (OR: 4.91 (95% confidence interval [CI] 2.96, 8.13), p <0.0001).  Other \nresults for abstinence endpoints were consistent with the results above.  Significantly greater \nabstinence rates for the varenicline group were observed for the 7-day point prevalence of \nabstinence at all time points (Week 12: OR 5.66 (95% CI 3.66, 8.75), p <0.0001, Week 24: \nOR: 4.12 (95% CI 2.58, 6.58), p <0.0001), and for the 4-week point prevalence of abstinence \nat Week 24 (4.14 (95% CI 2.58, 6.67), p <0.0001).\n\nSubjects in the varenicline group made their first quit attempt statistically significantly earlier \n(p = 0.0074) compared with subjects in the placebo group, with the median 17 days versus \n24 days, respectively.  Two hundred and forty five (245) (50.4%) subjects in the varenicline \ngroup made a first quit attempt during Week 1 and Week 2 compared with 62 (37.6%) \nsubjects in the placebo group.  \n\nAt all weekly time points from Week 1 through Week 12, MNWS scores for Urge to Smoke\nand mCEQ scores for Satisfaction were lower for varenicline than for placebo, but only \nmarginally lower for mCEQ Psychological Reward.\n\nPharmacogenomic Results: Pharmacogenomic analyses were described in a separate \nprotocol and were not part of this study.\n\nSafety Results:  Treatment-emergent AEs reported by ≥2% of subjects in any treatment\ngroup are summarized below in Table 4.\n\nPage 7\n\n090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 \fPhRMA Web Synopsis\nProtocol A3051095 – 13 July 2010 – Final\n\nTable 4.  Treatment-Emergent Adverse Events Reported by ≥2% of Subjects in Any \nTreatment Group (All Causalities) (All Subjects Population)\n\nVarenicline\nN = 486\n\nPlacebo\nN = 165\n\nNumber (%) of subjects\n\n18 (3.7)\n3 (0.6)\n200 (41.2)\n6 (1.2)\n23 (4.7)\n11 (2.3)\n6 (1.2)\n14 (2.9)\n13 (2.7)\n142 (29.2)\n19 (3.9)\n18 (3.7)\n57 (11.7)\n23 (4.7)\n14 (2.9)\n119 (24.5)\n12 (2.5)\n34 (7.0)\n7 (1.4)\n8 (1.6)\n13 (2.7)\n19 (3.9)\n18 (3.7)\n26 (5.3)\n17 (3.5)\n23 (4.7)\n11 (2.3)\n45 (9.3)\n6 (1.2)\n15 (3.1)\n95 (19.5)\n55 (11.3)\n11 (2.3)\n8 (1.6)\n11 (2.3)\n137 (28.2)\n4 (0.8)\n5 (1.0)\n4 (0.8)\n61 (12.6)\n43 (8.8)\n20 (4.1)\n\n0\n4 (2.4)\n32 (19.4)\n6 (3.6)\n5 (3.0)\n3 (1.8)\n4 (2.4)\n0\n2 (1.2)\n15 (9.1)\n1 (0.6)\n3 (1.8)\n17 (10.3)\n3 (1.8)\n6 (3.6)\n39 (23.6)\n1 (0.6)\n14 (8.5)\n4 (2.4)\n4 (2.4)\n4 (2.4)\n6 (3.6)\n10 (6.1)\n8 (4.8)\n3 (1.8)\n6 (3.6)\n5 (3.0)\n14 (8.5)\n4 (2.4)\n4 (2.4)\n35 (21.2)\n20 (12.1)\n6 (3.6)\n8 (4.8)\n2 (1.2)\n27 (16.4)\n5 (3.0)\n5 (3.0)\n5 (3.0)\n5 (3.0)\n6 (3.6)\n6 (3.6)\n\nSystem Organ Class\n\nAE Preferred Term (MedDRA v12.1) \n\nCardiac disorders\nEar and labyrinth disorders\nGastrointestinal disorders\n\nToothache\nConstipation\nDiarrhea\nAbdominal pain\nAbdominal pain upper\nDyspepsia\nNausea\nVomiting\nDry mouth\n\nGeneral disorders and administration site conditions\n\nFatigue\nIrritability\n\nInfections and infestations\n\nBronchitis\nNasopharyngitis\nRhinitis\nSinusitis\nUpper respiratory tract infection\nInfluenza\n\nInjury, poisoning and procedural complications\nInvestigations\n\nWeight increased\n\nMetabolism and nutrition disorders\n\nIncreased appetite\n\nMusculoskeletal and connective tissue disorders\n\nArthralgia\nBack pain\n\nNervous system disorders\n\nHeadache\nDisturbance in attention\nDizziness\nSomnolence\n\nPsychiatric disorders\n\nAnxiety\nDepressed mood\nDepression\nAbnormal dreams\nInsomnia\nSleep disorder\n\n(continued)\n\nPage 8\n\n090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 \fPhRMA Web Synopsis\nProtocol A3051095 – 13 July 2010 – Final\n\nTable 4 continued:  Treatment-Emergent Adverse Events Reported by ≥2% of Subjects \nin Any Treatment Group (All Causalities) (All Subjects Population)\n\nVarenicline\nN = 486\n\nPlacebo\nN = 165\n\nNumber (%) of subjects\n\n10 (2.1)\n38 (7.8)\n14 (2.9)\n24 (4.9)\n16 (3.3)\n\n3 (1.8)\n8 (4.8)\n5 (3.0)\n7 (4.2)\n4 (2.4)\n\nSystem Organ Class\n\nAE Preferred Term (MedDRA v12.1) \nReproductive system and breast disorders\nRespiratory, thoracic and mediastinal disorders\n\nCough\n\nSkin and subcutaneous tissue disorders\nVascular disorders\nSubjects are only counted once per treatment in each row.\nIncludes data up to 30 days after last dose of study drug.\nNote: Two additional adverse events occurred in the varenicline group (common cold and headache) which are not \ndocumented in the clinical database.\nAE = adverse event; MedDRA = Medical Dictionary for Regulatory Activities, N = number of subjects in \nrespective treatment group.\n\nSleep disorders and disturbances were the most frequently reported psychiatric disorders for \nboth varenicline and placebo treated subjects, followed by anxiety disorders and symptoms \nand depressed mood disorders and disturbances.  Suicidal and self-injurious behaviour \n(suicidal ideation) was documented as AE for 1 subject (0.2%) in the varenicline group and \n2 subjects (1.2%) in the placebo group.\n\nA change in PHQ-9 depression severity from any at baseline to an increased severity at any \npostbaseline visit was only reported for 1 subject (0.6 %) in the placebo group (from mild to \nmoderate depression). Shifts from no depression at baseline to a postbaseline assessment of \nmild depression occurred in 54 subjects [11.1%] in the varenicline group and 25 subjects \n[15.2%] in the placebo group; shifts from none at baseline to moderate or moderately severe \ndepression were reported for 8 (1.6%) and 3 (0.6%)varenicline subjects, respectively, and \n3 (1.8%) and 0 placebo subjects.  No allocation to the depression category severe occurred at \nany study visit for either treatment group.\n\nSubjects who permanently discontinued treatment due to AEs are listed in Table 5.\n\nPage 9\n\n090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 \fPhRMA Web Synopsis\nProtocol A3051095 – 13 July 2010 – Final\n\nTable 5.  Discontinuations Due to Adverse Events\n\nDiscontinuations from Treatment and from Study \n\nMedDRA v12.1 preferred term\nVarenicline\n\nOnset (Day)a Outcome\n\nCausality\n\nSAE\n\nAmnesia\nAggression\nMajor depression\nIrritability\nIrritability\nAbdominal pain upper\nRash\nDepression\nNausea\nSyncope\nNausea\nAbnormal dreams\nVulvovaginal dryness\nLower limb fracture\n\nSuicidal ideation\nDepression\nDepression\nHeadache\nDepressed mood\nSomnolence\n\nPlacebo\n\nDiscontinuations from Treatment \n\nMedDRA v12.1 preferred term\nVarenicline\n\nHeadache\nVomiting\nInsomnia\nDyspepsia\nNausea\nInsomnia\nIrritability\nNausea\nNightmare\nNausea\n\nPlacebo\n\nDisturbance in attention\nDisturbance in attention\nMigraine\nIntervertebral disc protrusion\n\nDepressed mood\nAnxiety\nObsessive compulsive disorder\n\n5\n7\n23\n2\n15\n7\n22\n28\n8\n6\n1\n18\n17\n20\n\n11\n16\n26\n10\n15\n28\n\nNo\nStudy drug\nResolved\nNo\nResolved\nStudy drug\nNo\nStill present Study drug\nNo\nStudy drug\nResolved\nNo\nStudy drug\nResolved\nNo\nStudy drug\nResolved\nNo\nStudy drug\nResolved\nNo\nStudy drug\nResolved\nNo\nStudy drug\nResolved\nYes\nStudy drug\nResolved\nNo\nStudy drug\nResolved\nNo\nStudy drug\nResolved\nStudy drug\nResolved\nNo\nOther – fracture left leg No\nResolved\n\nStudy drug\nResolved\nStudy drug\nResolved\nStudy drug\nResolved\nOther illness\nUnknown\nResolved\nStudy drug\nStill present Study drug\n\nYes\nNo\nNo\nNo\nNo\nNo\n\nOnset (Day)a Outcome\n\nCausality\n\nSAE\n\n12\n4\n19\n14\n9\n36\n21\n8\n25\n74\n\n14\n14\n15\n22\n\n5\n36\n35\n\nResolved\nResolved\nResolved\nResolved\nResolved\nResolved\nResolved\nResolved\nResolved\nResolved\n\nResolved\nResolved\nResolved\nResolved\n\nResolved\nResolved\nResolved\n\nStudy drug\nStudy drug\nStudy drug\nStudy drug\nStudy drug\nStudy drug\nStudy drug\nStudy drug\nStudy drug\nStudy drug\n\nStudy drug\nStudy drug\nStudy drug\nOther illness –\nherniated lumbar \ndisc\nStudy drug\nStudy drug\nStudy drug\n\nNo\nNo\nNo\nNo\nNo\nNo\nNo\nNo\nNo\nNo\n\nNo\nNo\nNo\nNo\n\nNo\nNo\nNo\n\na Day relative to start of study treatment. First day of study treatment = Day 1. \nMedDRA = Medical Dictionary for Regulatory Activities, SAE = serious adverse event.\n\nPage 10\n\n090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 \fPhRMA Web Synopsis\nProtocol A3051095 – 13 July 2010 – Final\n\nThere were no deaths in this study.\n\nAll SAEs during the treatment phase and reported during the 28 day post-treatment collection \nperiod are summarized in Table 6. \n\nTable 6.  Serious Adverse Events\n\nMedDRA v12.1 preferred term\n\nOnset (Day)a Day of last dose b Outcome Causality c\n\nVarenicline\n\nIntervertebral disc protrusion\nCarotid artery stenosis\nColonic obstructiond\nPneumoniad\nSyncope\nAtrial flutterd\nPeripheral arterial occlusive diseasef\nIntervertebral disc protrusion\nCalculus ureteric\nPyelocaliectasis\nUreteric obstruction\nProstate cancerd\n\nPlacebo\n\nSuicidal ideation\nGastrointestinal haemorrhaged\nThyroid cancerd\n\n21\n43\n133\n141\n6\n147\n111\n18\n97\n97\n100\n155\n\n11\n140\n73\n\n84\n85\n84\n84\n7\n83\n82\n85\n81\n81\n81\n83\n\n13\n84\n21\n\nResolved Unrelated\nResolved Unrelated\nResolved Unrelated\nResolved Unrelated\nResolved Relatede\nResolved Unrelated\nResolved Unrelated\nResolved Unrelated\nResolved Unrelated\nResolved Unrelated\nResolved Unrelated\nResolving Unrelated\n\nResolved Unrelatedg\nResolved Unrelated\nResolved Unrelated\n\na Day relative to start of study treatment. First day of study treatment = Day 1. \nb Based on Administration Schedule.\nc Causality according to investigator.\nd Reported after the 28 day collection period for SAEs and included in study database.  Since the event occurred \n  after the 28 day reporting period and was considered unrelated to the investigational product, it was classified as \n  ‘invalid’ in the safety database. \ne The sponsor concluded that the syncope was not related to varenicline treatment and that the presence of risk\n  factors like smoking, diabetes and a predisposing condition of coronary artery disease had played a contributory \n  role to the syncope.  \nf This event was included in the summary of treatment-emergent SAEs (occurrence 29 days post dose) that was\n  based on the study database.\ng This SAE was recorded as related to study drug in statistical outputs based on the clinical database.  In statistical \n  outputs based on the safety database, the event was assessed as   unrelated according to follow-up information\n received from the investigator. \nMedDRA = Medical Dictionary for Regulatory Activities, SAE = serious adverse event.\n\nThe results from laboratory, body weight, vital signs, ECG, and physical examination did not \nraise any safety concerns. \n\nCONCLUSION(S):  This 12-week study comparing varenicline 1 mg BID with placebo for \nsmoking cessation in the setting of a subject self-selected quit date with a 12-week follow-up \nperiod demonstrated that:\n\n Varenicline treatment compared to placebo treatment resulted in statistically significantly \nhigher abstinence rates as measured by the primary efficacy endpoint CO-confirmed \n4-week CQR.  Varenicline treatment also achieved statistically significantly higher \nabstinence rates as evidenced by the parameters CAR Weeks 9 to 24, LTQR at Week 24,\n\nPage 11\n\n090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 \fPhRMA Web Synopsis\nProtocol A3051095 – 13 July 2010 – Final\n\n7-day point prevalence of abstinence at Weeks 12 and 24, and the 4-week point \nprevalence of abstinence at Week 24.  Varenicline statistically significantly reduced the \nUrge to Smoke based on the MNWS and the Satisfaction from Smoking based on the \nmCEQ, when compared to placebo.  \n\n Varenicline was safe and well tolerated.  There were relatively few discontinuations due \n\nto AEs.  The most frequently occurring AE in the varenicline group assessed as \ntreatment-related was nausea, which was generally mild to moderate in intensity and \ninfrequently resulted in treatment discontinuation.  The majority of SAEs were not \nassessed as treatment-related.  \n\nPage 12\n\n090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 090177e1816f0ef5\\Approved\\Approved On: 12-Oct-2010 14:03 \f",
  "file_path": "/home/runner/workspace/attached_assets/A3051095_3.pdf",
  "sampleSize": 0,
  "randomization": "Unknown",
  "studyDesign": "Unknown",
  "interventionalModel": "Unknown",
  "primaryPurpose": "Unknown",
  "maskingInfo": "Unknown"
}