{
  "nctrialId": "PDF-68a0dc49",
  "csr_id": "PDF-68a0dc49",
  "title": "Processes and Practices",
  "officialTitle": "Processes and Practices",
  "sponsor": "the Office of Regulatory Affairs (ORA) in cooperation with the Office of",
  "indication": "",
  "phase": "",
  "fileName": "draftgfi_processesandpracticesapplicabletobioresearchmonitoringinspections-frdts2023-363op5-10-24_final.pdf",
  "fileSize": 528914,
  "date": "2025-04-14",
  "completionDate": "2025-04-14",
  "drugName": "",
  "source": "PDF Document: draftgfi_processesandpracticesapplicabletobioresearchmonitoringinspections-frdts2023-363op5-10-24_final.pdf",
  "studyType": "Interventional",
  "status": "Completed",
  "description": "Processes and Practices  Bioresearch Monitoring  Guidance for Industry  This guidance document is being distributed for comment purposes only.  Comments and suggestions regarding this draft document should be submitted within 60 days of ",
  "eligibilityCriteria": "No eligibility criteria extracted from document.",
  "full_text": "Processes and Practices \nApplicable to \nBioresearch Monitoring \nInspections \n\nGuidance for Industry \n\nDRAFT GUIDANCE \n\nThis guidance document is being distributed for comment purposes only. \n\nComments and suggestions regarding this draft document should be submitted within 60 days of \npublication in the Federal Register of the notice announcing the availability of the draft \nguidance.  Submit electronic comments to https://www.regulations.gov.  Submit written \ncomments to the Dockets Management Staff (HFA-305), Food and Drug Administration, 5630 \nFishers Lane, Rm. 1061, Rockville, MD  20852.  All comments should be identified with the \ndocket number listed in the notice of availability that publishes in the Federal Register. \n\nFor questions or information regarding this guidance, contact the Office of Regulatory Affairs \n(ORA), Office of Policy, Compliance, and Enforcement (OPCE), Food and Drug Administration \nat ORAPolicyStaffs@fda.hhs.gov. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\fU.S. Department of Health and Human Services \nFood and Drug Administration \nOffice of Regulatory Affairs \nOffice of Clinical Policy \nCenter for Biologics Evaluation and Research \nCenter for Drug Evaluation and Research \nCenter for Devices and Radiological Health \nCenter for Food Safety and Applied Nutrition \nCenter for Tobacco Products \nCenter for Veterinary Medicine \n\nJune 2024 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\fProcesses and Practices \nApplicable to \nBioresearch Monitoring \nInspections \nGuidance for Industry \n\nAdditional copies are available from: \nOffice of Policy, Compliance, and Enforcement \nOffice of Regulatory Affairs \nFood and Drug Administration \n12420 Parklawn Drive, Element Building, Rockville, MD 20857 \n\nU.S. Department of Health and Human Services \nFood and Drug Administration \nOffice of Regulatory Affairs \nOffice of Clinical Policy \nCenter for Biologics Evaluation and Research \nCenter for Drug Evaluation and Research \nCenter for Devices and Radiological Health \nCenter for Food Safety and Applied Nutrition \nCenter for Tobacco Products \nCenter for Veterinary Medicine \n\nJune 2024 \n\n \n \n \n \n \n \n \n \n \n \n \n  \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\fContains Nonbinding Recommendations \n\nDraft — Not for Implementation \n\nTABLE OF CONTENTS \n\nI. \n\nII. \n\nINTRODUCTION............................................................................................................. 1 \n\nBACKGROUND ............................................................................................................... 2 \n\nPROCESSES AND PRACTICES APPLICABLE TO BIORESEARCH \n\nIII. \nMONITORING INSPECTIONS................................................................................................. 4 \n\nA.  BIMO Processes and Practices ..................................................................................................... 4 \n\nB.  Types of Inspections....................................................................................................................... 5 \n\nC. \n\nInternational Inspections............................................................................................................... 5 \n\nIV. \nBEST PRACTICES FOR COMMUNICATION BETWEEN THE FDA AND \nINDUSTRY IN ADVANCE OF, DURING, OR AFTER AN INSPECTION ......................... 6 \n\nA.  Pre-announcement Notice and Communication ......................................................................... 6 \n\nB. \n\nInspection Timeframe and Duration............................................................................................ 7 \n\nC.  Communication During An Inspection........................................................................................ 7 \n\nD.  Communication After An Inspection........................................................................................... 8 \n\nE.  Who to Contact at FDA for More Information?......................................................................... 9 \n\nRESOURCE GUIDE............................................................................................................................ 11 \n\n \n \n \n \n \n \n \n   \n \n \n   \n \n \n \n   \n \n \n   \n \n \n   \n \n   \n \n \n   \n \n \n   \n \n \n \n   \n \n \n \n   \n     \n \n   \n \n \n \n \n   \n \n \n \n \n  \n\fContains Nonbinding Recommendations \n\nDraft — Not for Implementation \n\nProcesses and Practices Applicable to Bioresearch Monitoring \nInspections \nGuidance for Industry1 \n\n1 \n\n2 \n\n3 \n4 \n\nThis draft guidance, when finalized, will represent the current thinking of the Food and Drug \n\n5 \n6 \n7  Administration (FDA or Agency) on this topic.  It does not establish any rights for any person and is not \n8 \nbinding on FDA or the public.  You can use an alternative approach if it satisfies the requirements of the \n9 \napplicable statutes and regulations.  To discuss an alternative approach, contact the FDA staff responsible \n10 \nfor this guidance as listed on the title page.  \n11 \n\nI. \n\nINTRODUCTION \n\n12 \n13 \n14 \n15 \n16 \nFDA is issuing this guidance to comply with section 3612(b)(2) of the Food and Drug Omnibus \n17  Reform Act of 2022 (FDORA), enacted as part of the Consolidated Appropriations Act, 2023.2 \nFDORA directs FDA to issue guidance describing the processes and practices applicable to \n18 \ninspections of sites and facilities described in section 704(a)(5)(C)(i) of the Federal Food, Drug, \n19 \nand Cosmetic Act (FD&C Act),3 to the extent not specified in existing publicly available FDA \n20 \nguides and manuals for such inspections. These establishments4 are inspected under FDA’s \n21 \n22  Bioresearch Monitoring (BIMO) program in accordance with section 704(a)(5) of the FD&C \n23  Act. Specifically, this guidance addresses the following (to the extent not publicly available in \nFDA guides and manuals): the types of records and information required to be provided, best \n24 \npractices for communication between FDA and industry in advance of or during an inspection or \n25 \nrequest for records or other information, and other inspections-related conduct.5 \n26 \n27 \n28 \n29 \n\nIn general, FDA’s guidance documents do not establish legally enforceable responsibilities. \nInstead, guidances describe the Agency’s current thinking on a topic and should be viewed only \n\n1 This guidance has been prepared by the Office of Regulatory Affairs (ORA) in cooperation with the Office of \nClinical Policy (OCLiP), the Center for Biologics Evaluation and Research (CBER), the Center for Drug Evaluation \nand Research (CDER), the Center for Food Safety and Applied Nutrition (CFSAN), the Center for Tobacco \nProducts (CTP), the Center for Devices and Radiological Health (CDRH), and the Center for Veterinary Medicine \n(CVM) at the Food and Drug Administration. \n2 FDORA was enacted as title III of Division FF of Public Law No. 117-328 (2022). \n3 Section 704(a)(5) of the FD&C Act clarified FDA’s authority with respect to bioresearch related inspections. \n4 In this guidance, the term “establishment” includes any entity, person, site, or facility, whether foreign or domestic, \nwithin the scope of section 704(a)(5)(C) of the FD&C Act. \n5 The following two guidances will be withdrawn upon finalization of this guidance (as their substance is superseded \nby this draft guidance and other guidances and related documents described in this draft guidance): \n“Information Sheet Guidance For IRBs, Clinical Investigators, and Sponsors: FDA Inspections of Clinical \nInvestigators,” available at  https://www.fda.gov/regulatory-information/search-fda-guidance-documents/fda-\ninspections-clinical-investigators, and “Information Sheet Guidance For IRBs, Clinical Investigators, and Sponsors: \nFDA Institutional Review Board Inspections,” available at https://www.fda.gov/regulatory-information/search-fda-\nguidance-documents/fda-institutional-review-board-inspections. \n\n1 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\fContains Nonbinding Recommendations \n\nDraft — Not for Implementation \n\nII. \n\nBACKGROUND \n\nas recommendations, unless specific regulatory or statutory requirements are cited. The use of \nthe word should in Agency guidances means that something is suggested or recommended, but \nnot required. \n\nFDA’s BIMO program is a comprehensive portfolio of programs designed to assess and monitor \nall aspects of the conduct and reporting of FDA-regulated research as well as certain \npostmarketing activities through on-site inspections, investigations,6 and Remote Regulatory \n\n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39  Assessments (RRAs). The BIMO program was established to assess the quality and integrity of \ndata submitted to the Agency in support of regulatory decision-making, as well as to provide for \n40 \nprotection of the rights, safety, and welfare of human trial participants7 and animal subjects \n41 \ninvolved in FDA-regulated research.8  The program assesses compliance with statutory \n42 \nrequirements and FDA’s regulations governing the conduct of nonclinical and clinical studies, \n43 \nand applicable postmarketing activities (e.g., in REMS and PADE).9 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51  Agency’s BIMO inspection authority, section 704(a)(5) includes, among other things, the \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n\nthe establishments subject to BIMO inspection, e.g., those used by sponsors in connection \nwith developing an application or other submission to FDA for marketing authorization, \nor those conducting a study related to such an application or submission; and \nthe records and other information that may be inspected, e.g., information related to the \nconduct, results, and analyses of studies, including those involving human trial \nparticipants or animal subjects. \n\nFDA is authorized at reasonable times to access, inspect, and copy records and other information \nas described in section 704(a) of the FD&C Act (21 U.S.C. 374(a)). The general authority for \nestablishment inspections is found in section 704(a)(1) of the FD&C Act (21 U.S.C. 374(a)(1)). \nSection 704(a)(5) of the FD&C Act (21 U.S.C. 374(a)(5)), as added by FDORA, clarified10 and \ndetailed the Agency’s authority for conducting BIMO inspections. Specifically, in clarifying the \n\nIt also underscores that those subject to BIMO inspection must provide FDA with access to the \ninformation to be inspected (including access to all paper and electronic records and access to \nelectronic information systems used to hold, analyze, process, or transfer that information), and \n\nfollowing: \n\n• \n\n• \n\n6 See “Bioresearch Monitoring Investigations” under section 8.6 of the “Investigations Operations Manual,” \navailable at https://www.fda.gov/inspections-compliance-enforcement-and-criminal-investigations/inspection-\nreferences/investigations-operations-manual. \n7 In this document, the term “trial participant” is used and covers both human trial participants and animal subjects. \n8 The terms “research,” “trial,” and “study,” are deemed to be synonymous for purposes of this guidance and include \nboth clinical research (also referred to as “clinical study,” “clinical trial,” and “clinical investigation”) and \nnonclinical research (also referred to as “nonclinical trial” and “nonclinical laboratory study”). \n9 “REMS” refers to Risk Evaluation and Mitigation Strategies, see section 505-1 of the FD&C Act (21 U.S.C. 355-\n1). “PADE” refers to Postmarketing Adverse Drug Experience, see e.g. 21 CFR 310.305 , 21 CFR 314.80, 21 CFR \n329.100 ,  21 CFR 600.80 , and 21 CFR parts 803 and 806. \n10 See section 704(a)(5)(F) of the FD&C Act. \n\n2 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n    \n \n \n\fContains Nonbinding Recommendations \n\nDraft — Not for Implementation \n\npermit FDA to inspect relevant facilities and equipment used in generating that information.11 At \nthe same time, section 704(a)(5) makes clear that existing safeguards12 against disclosure of \nconfidential commercial information and trade secrets continue to apply, and that BIMO \ninspections – like inspections generally – are to be conducted at reasonable times, within \nreasonable limits, and in a reasonable manner.13 \n\n64 \n65 \n66 \n67 \n68 \n69 \n70  Generally, an inspection, such as described in section 704(a) of the FD&C Act, involves duly \ndesignated officers or employees of FDA physically entering establishments subject to regulation \n71 \nunder the FD&C Act to determine compliance with applicable FDA requirements. FDA also uses \n72 \nother oversight tools when appropriate, such as RRAs. An RRA is an examination of an FDA-\n73 \n74 \nregulated establishment and/or its records, conducted entirely remotely, to evaluate compliance \n75  with applicable FDA requirements. RRAs under the BIMO Program may consist of: (1) Remote \nInteractive Evaluations14 and (2) requests for records or other information under section \n76 \n704(a)(4) of the FD&C Act from sites and facilities subject to inspection under section \n77 \n704(a)(5)(C)(i) (i.e., establishments subject to BIMO inspections) in advance of or in lieu of such \n78 \ninspections.15 \n79 \n80 \n81 \n82 \n83 \n\n11 See section 704(a)(5)(D)(i) of the FD&C Act. \n12 See section 704(a)(5)(D)(ii) of the FD&C Act. \n13 See section 704(a)(5)(D)(iii) of the FD&C Act. Also see Department of Health and Human Services’ website for \ninformation on permissible disclosures of protected health information to public health authorities (including FDA), \navailable at https://www.hhs.gov/hipaa/for-professionals/special-topics/public-health/index.html. \n14 For more information on Remote Interactive Evaluations, see \"Remote Interactive Evaluations of Drug \nManufacturing and Bioresearch Monitoring Facilities Guidance for Industry\" available at \nhttps://www.fda.gov/regulatory-information/search-fda-guidance-documents/remote-interactive-evaluations-drug-\nmanufacturing-and-bioresearch-monitoring-facilities. We update guidances periodically. For the most recent version \nof a guidance, check the FDA guidance web page at https://www.fda.gov/regulatory-information/search-fda-\nguidance-documents. \n15 For more information on RRAs generally, including their applicability to BIMO sites and facilities, \ncommunications between FDA and industry regarding requests for records or other information, and the distinction \nbetween an RRA and inspections under sections 704(a)(1) and 704(a)(5) of the FD&C Act, see “Conducting Remote \nRegulatory Assessments Questions and Answers Draft Guidance for Industry” (hereafter, the “Draft RRA \nGuidance”), available at https://www.fda.gov/regulatory-information/search-fda-guidance-documents/conducting-\nremote-regulatory-assessments-questions-and-answers. Although an RRA is not an inspection and the Draft RRA \nGuidance notes that the Agency does not intend to conduct an RRA at the same time as an inspection, the Draft \nRRA Guidance provides information about communications between industry and FDA during an RRA that may be \nrelevant for communications during an inspection. Specifically, see the Draft RRA Guidance’s discussion of records \nsecurity, file format (e.g., Portable Document Formats), and language translation. When finalized, that guidance will \nrepresent the Agency’s current thinking on how RRAs apply generally to all FDA-regulated products. For additional \ntranslation guidance, see the draft “Translation of GLP Study Reports: Questions and Answers” available at \nhttps://www.fda.gov/regulatory-information/search-fda-guidance-documents/translation-good-laboratory-practice-\nstudy-reports-questions-and-answers. \n\n3 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n\fContains Nonbinding Recommendations \n\nDraft — Not for Implementation \n\nPROCESSES AND PRACTICES APPLICABLE TO BIORESEARCH \n\nBIMO Processes and Practices \n\nThe Agency’s processes and practices applicable to BIMO inspections are detailed in \nits Investigations Operations Manual (IOM), compliance programs, and the Regulatory \nProcedures Manual (RPM). In general, for all domestic and foreign BIMO inspections, FDA \nfollows the same processes and practices before and during the inspection, except as noted in this \nguidance. \n\nFDA’s IOM16 is the primary operational reference for FDA investigators and other FDA \npersonnel to perform investigational activities in support of the Agency’s public health mission \nacross all program areas. The BIMO compliance programs were developed to provide uniform \nand specific instructions for FDA personnel. They describe the inspection focus and types of \nrecords and information FDA personnel evaluate to assess compliance with the relevant FDA \nregulations and statutory requirements for each regulated entity or program.17 \n\nA. \n\nIII. \n\n84 \n85  MONITORING INSPECTIONS \n86 \n87 \n88 \n89 \n90 \n91 \n92 \n93 \n94 \n95 \n96 \n97 \n98 \n99 \n100 \n101 \n102 \n103 \n104 \n105 \n106 \n107 \n108 \n109 \n110 \n111 \n112 \n113 \n114 \n115 \n116 \n\nInspections \nInstitutional Review Boards \n\nThese compliance programs include: \n\nIn Vivo Bioavailability-Bioequivalence Studies - Clinical \nIn Vivo Bioavailability-Bioequivalence Studies - Analytical \nInspection of Nonclinical Laboratories Conducting Animal Rule-Specific Studies \n\n• \n• \n• \n•  Good Laboratory Practice (Nonclinical Laboratories) \n•  Good Laboratory Practice Program (Nonclinical Laboratories) EPA Data Audit \n\n• \n•  Radioactive Drug Research Committees \n•  Sponsors and Contract Research Organizations \n•  Clinical Investigators and Sponsor-Investigators \n•  Postmarketing Adverse Drug Experience (PADE) Reporting Inspections \n•  Risk Evaluation and Mitigation Strategies (REMS) Reporting Inspections \n\n16 See “Investigations Operations Manual,” available at https://www.fda.gov/inspections-compliance-enforcement-\nand-criminal-investigations/inspection-references/investigations-operations-manual. The IOM is reference material \nfor investigators and other FDA personnel. The document does not bind FDA and does not confer any rights, \nprivileges, benefits, or immunities for or on any person(s). \n17 See “Bioresearch Monitoring Program (BIMO) Compliance Programs,” available at \nhttps://www.fda.gov/inspections-compliance-enforcement-and-criminal-investigations/compliance-program-\nmanual/bioresearch-monitoring-program-bimo-compliance-programs. Compliance programs do not create or confer \nany rights for or on any person and do not operate to bind FDA or the public. An alternative approach may be used \nas long as the approach satisfies the requirements of the applicable statutes and regulations. \n\n4 \n\n \n \n \n \n \n \n \n \n \n   \n \n \n \n \n \n \n  \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\fContains Nonbinding Recommendations \n\nDraft — Not for Implementation \n\napplicable BIMO compliance programs. \n\nFDA's centers (CBER, CDER, CDRH, CFSAN, CTP, and CVM) and the Office of Bioresearch \n\nSee the Resource Guide, below, for further details on the IOM, compliance programs, and RPM \nas well as additional resources on BIMO inspections and RRAs.     \n\navailable publicly so regulated industry and other interested parties can better understand FDA \noperations. We note that FDA regularly reviews its processes and practices described in the \nIOM, compliance programs, and RPM that are applicable to establishment inspections to \nevaluate whether any updates are needed.19 \n\nFor regulatory and enforcement matters, the RPM18 is a reference manual that provides internal \nprocedures and related information for FDA employees to administer these matters in support of \nthe Agency’s public health mission. The RPM includes information detailing administrative \nactions such as clinical investigator disqualifications and related procedures such as a Notice of \n\n117 \n118  Monitoring Operations (OBIMO), within the Office of Regulatory Affairs (ORA), administer the \n119 \n120 \n121 \n122 \n123 \n124 \n125  Opportunity for Hearing (NOOH). \n126 \n127  Although the IOM, compliance programs, and RPM are primarily used by FDA staff, all are \n128 \n129 \n130 \n131 \n132 \n133 \n134 \n135 \n136 \n137 \n138 \n139 \n140 \n141 \n142 \n143 \n144 \n145 \n146 \n147 \n148 \n149 \n150 \n151 \n152 \n153 \n\nFDA personnel conduct inspections to determine an establishment’s compliance with applicable \nFDA statutory and regulatory requirements (e.g. with respect to bioresearch inspections – to help \nensure trial participant safety, and to evaluate data reliability). FDA BIMO inspections generally \ninclude: inspections conducted in support of FDA’s review of specific submissions or marketing \napplications; periodic inspections of establishments with on-going activities, such as nonclinical \nlaboratories or institutional review boards; or inspections conducted to evaluate potential \nnoncompliance or safety issues raised in a complaint or required report (e.g., from IRBs or \nsponsors) pertaining to a study or establishment. Inspections may be comprehensive, covering all \noperations of the establishment, or directed, covering a subset of operations. As explained in Part \nIV below, FDA conducts both announced and unannounced BIMO inspections. \n\nProduct development and marketing are often global pursuits and therefore FDA’s BIMO \ninspections are not limited to the United States. International inspections may be conducted when \nappropriate (e.g., when studies conducted outside the United States are in support of, or \n\nInternational Inspections \n\nTypes of Inspections \n\nC. \n\nB. \n\n18 See “Regulatory Procedures Manual,” available at https://www.fda.gov/inspections-compliance-enforcement-and-\ncriminal-investigations/compliance-manuals/regulatory-procedures-manual. The RPM does not create or confer any \nrights for or on any person and does not operate to bind FDA or the public. \n19 In accordance with section 3612(b)(1) of FDORA, as part of developing this guidance, the Agency reviewed \n“processes and practices in effect as of the date of enactment of this Act [i.e., FDORA] applicable to inspections of \nforeign and domestic sites and facilities described” in section 704(a)(5)(C)(i) of the FD&C Act “to evaluate whether \nany updates are needed to facilitate the consistency of such processes and practices”. FDA makes needed updates on \na routine basis, as part of our regular review of processes and practices, as noted above. \n\n5 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n\fContains Nonbinding Recommendations \n\nDraft — Not for Implementation \n\n154 \n155 \n156 \n157 \n158 \n159 \n160 \n161 \n162 \n163 \n164 \n165 \n166 \n167 \n168 \n169 \n170 \n171 \n172 \n173 \n174 \n175 \n176 \n177 \n178 \n179 \n180 \n181 \n182 \n\notherwise related to, a marketing application submitted to FDA and provide data critical to \nregulatory decision making). For domestic inspections, a notice of inspection (e.g., Form FDA \n48220) is issued at the time of inspection. During foreign inspections, FDA credentials are \npresented to the top management official (or onsite designee) but FDA does not issue a notice of \ninspection.21 With the exception of this difference and those related to pre-announcement \nprocedures described below22 inspections of foreign and domestic establishments are generally \nthe same in terms of processes and practices. \n\nFDA has issued guidance23 relevant to the conduct of clinical studies, including guidance on \nissues specific to studies conducted internationally.24 FDA also collaborates with certain \ninternational regulatory partner agencies to conduct joint inspections, observe inspections, share \ninspection information and develop policy.25 This collaboration is important to the BIMO \nprogram. \n\nIV. \n\nBEST PRACTICES FOR COMMUNICATION BETWEEN THE FDA AND \nINDUSTRY IN ADVANCE OF, DURING, OR AFTER AN INSPECTION \n\nA. \n\nPre-announcement Notice and Communication \n\nThe Agency’s primary purpose for pre-announcing an inspection is to ensure the appropriate \nrecords and establishment personnel will be available during the inspection. FDA may \ncommunicate a general idea of the records that may be requested during the inspection (e.g., \nregarding certain establishment procedures and any associated records). \n\nPre-announcement practices depend on the type of inspectional activity being conducted and are \nexplained in each compliance program.26 During pre-announcement of FDA inspections, FDA \nintends to make reasonable efforts to contact the establishment, including to discuss inspection \nplans, and the inspection start date and time. Pre-announcement communications also include \ndiscussions with the establishment to ensure the availability of relevant establishment staff and \n\n20 See section 5.5 of the IOM. \n21 For additional information on FDA notice of inspection (e.g., Form FDA 482), see “Authority to Inspect” under \nsection 2.2 of the IOM. See also the Bioresearch Monitoring Program compliance programs. \n22 See Part IV. A Pre-announcement Notice and Communication. \n23 See “Search for FDA Guidance Documents,” available at https://www.fda.gov/regulatory-information/search-fda-\nguidance-documents. \n24 FDA BIMO inspections include, but are not limited to, studies that are conducted under an FDA investigational \nnew drug application (IND), as well as studies at non-U.S. establishments that are not conducted under an IND, an \ninvestigational new animal drug (INAD) exemption, or under an investigational device exemption (IDE). See, for \nexample, the “Information Sheet Guidance for Sponsors, Clinical Investigators, and IRBs: Frequently Asked \nQuestions Statement of Investigator (Form FDA 1572),” discussing foreign clinical studies conducted under an IND \nor as non-IND studies. \n25 FDA may enter into cooperative arrangements and confidentiality commitments to facilitate international \npartnerships with counterpart foreign government agencies. See “International Arrangements,” available at \nhttps://www.fda.gov/international-programs/international-arrangements. \n26 See footnote 17 for more on compliance programs. Also see Part III of this guidance and \n“Pre-Announcements” under section 5.2 of the IOM. \n\n6 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n   \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\fContains Nonbinding Recommendations \n\nDraft — Not for Implementation \n\nthe associated records and specific operations for review during the inspection, as applicable. \nEstablishments using electronic information systems to hold, analyze, process, or transfer \npertinent information should be prepared to provide access to FDA personnel upon their \narrival.27 \n\nFDA investigators routinely share their names, titles, contact information, and, when appropriate, \nreasons for conducting the inspection. There may be instances in which FDA investigators may \nnot disclose specific reasons for conducting the inspection during pre-announcement. In such \ncases, if appropriate, FDA investigators may inform the establishment representative that \nadditional details will be shared during the opening meeting of the inspection. \n\nEstablishment staff should also confirm arrival details with FDA investigators and provide a \ncontact phone number. FDA believes that an establishment’s failure to acknowledge the pre-\nannouncement notification should not be a reason to delay the start of an inspection. This pre-\nannouncement notification should be provided within a reasonable time before the inspection is \nscheduled to occur. FDA generally pre-announces both foreign and domestic inspections, but \npre-announcement for foreign inspections is generally further in advance of the inspection due to \ncountry clearance requirements. In general, pre-announcements for domestic inspections will be \ngiven via phone while for foreign inspections pre-announcements may be by phone and/or email. \n\n183 \n184 \n185 \n186 \n187 \n188 \n189 \n190 \n191 \n192 \n193 \n194 \n195 \n196 \n197 \n198 \n199 \n200 \n201 \n202 \n203 \n204 \n205 \n206 \n207 \n208 \n209 \n210  During the pre-announcement, FDA investigators intend to communicate with the establishment \nthe planned timeframe and duration of the inspection, including appropriate working hours \n211 \nduring which the inspection is likely to take place. Inspection duration is impacted by a myriad \n212 \nof factors, such as the complexities of the operations, availability of knowledgeable staff, the \n213 \n214 \nnature of any observations, and if FDA needs to follow-up on complaints received by the \n215  Agency. \n216 \n217 \n218 \n219  When FDA personnel request records or other information as part of an inspection,28 the Agency \n220  will typically provide an opportunity to discuss the nature, process, and timeline of the request. \n221 \n222 \n\nInspections, whether pre-announced or unannounced, are conducted consistent with our \ncompliance programs, the IOM, and applicable statutory authority. The Agency may determine \nto not pre-announce an inspection (foreign or domestic) if prior notification may impact the \ninspection. \n\nThe establishment may ask clarifying questions and should be prepared to provide the records in \na timely manner during the inspection. Details of the establishment's electronic information \n\nCommunication During An Inspection \n\nInspection Timeframe and Duration \n\nC. \n\nB. \n\n27 See Part II. Background for additional detail. Access may be read-only. See “Read-Only Access to Electronic \nDatabases During Bioresearch Monitoring Inspection Assignments” under section 5.14 of the IOM. \n28 Such requests are distinct from requests for records or other information in advance of, or in lieu of, an inspection \nunder section 704(a)(4) of the FD&C Act. \n\n7 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n\fContains Nonbinding Recommendations \n\nDraft — Not for Implementation \n\nD. \n\nCommunication After An Inspection \n\nsystems, including the technical capabilities for providing FDA access to electronic records, \nshould also be discussed. \n\nin charge of the establishment as they are observed, or on a daily basis. These discussions may \naddress findings not documented on the FDA “Inspectional Observations” (Form FDA 483) for \n\nFDA personnel can view electronic records via read-only access or other methods. Regardless of \nthe method(s) used to view records, establishments should be prepared to provide requested \ncopies from electronic systems to FDA29 either electronically, via  electronic storage media or as \npaper copies. \n\n223 \n224 \n225 \n226 \n227 \n228 \n229 \n230 \n231  When time and circumstances permit, FDA personnel should  discuss observations with the staff \n232 \n233 \n234  which FDA seeks clarification during the inspection.30 \n235 \n236 \n237 \n238  At the end of an inspection, the FDA investigator conducts a closeout of the inspection with the \n239 \n240 \n241 \n242 \n243 \n244 \n245 \nIf the establishment chooses to respond to the Form FDA 483 observations orally during the \n246 \ncloseout of the inspection, those responses may be incorporated into the inspection report.34 \n247 \n248  However, there may not be complete information about corrective and preventative actions at the \ntime of closeout. Although there is no regulatory requirement for the inspected establishment to  \n249 \nrespond to a Form FDA 483, a timely written response to the Form FDA 483 that includes \n250 \nappropriate corrective and preventive actions could impact FDA’s determination of the need for \n251 \nsubsequent Agency action. FDA encourages establishments to provide written responses to the \n252 \nobservations within fifteen (15) U.S. business days after the end date of the inspection. \n253 \n254  Responses submitted to FDA during that timeframe addressing the issues identified during the \n255 \n\nestablishment representative that includes discussing the findings from the inspection31 and, if \nappropriate, issuing a written Form FDA 483 to the establishment. The Form FDA 483 is \nintended for use in notifying the inspected establishment’s top management in writing of \n“observations of objectionable conditions and practices”32 identified during an inspection in \norder to “assist firms inspected in complying with the Acts and regulations enforced by the Food \nand Drug Administration.”33 \n\ninspection generally will be considered before further Agency action or decision.  \n\n29 See section 704(a)(5)(D) of the FD&C Act. \n30 For additional detail on Form FDA 483, see Chapter 5 of the IOM. See also the Bioresearch Monitoring Program \ncompliance programs. \n31 Once the inspection is closed by the Agency, the inspected establishment will be provided a copy of the \nEstablishment Inspection Report. See  “FMD-145 - Release of the Establishment Inspection Report (EIR)” available \nat https://www.fda.gov/media/83055/download. \n32 See  “Reports of Observations” and “General Discussion with Management” under sections 5.5 and 5.7 of the \nIOM for more on discussing the objectionable conditions observed and the potential legal sanctions available to \nFDA after further review by the Agency. \n33 Language on back of FDA Form 483. There may be other objectionable conditions that exist at the establishment \nthat are not cited on the Form FDA 483. Also see the Bioresearch Monitoring Program compliance programs. \n34 See “General Discussion with Management” under section 5.7 of the IOM. \n\n8 \n\n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n  \n \n        \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n   \n \n \n  \n \n \n \n \n \n \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n\fContains Nonbinding Recommendations \n\nDraft — Not for Implementation \n\nThere are several best practices for responding in writing to a Form FDA 483. A response should \ndemonstrate the establishment’s acknowledgment and understanding of FDA’s observations. It \nshould also demonstrate the establishment’s commitment to address the observations, including a \ncommitment from senior leadership. \n\nFor domestic inspections, if the establishment chooses to respond in writing to the observations \ndiscussed or listed on the Form FDA 483, the response should be addressed to the FDA OBIMO \ndivision contact which is listed on the Form FDA 483.  Hard copy responses may be mailed to \nthe address listed on the Form FDA 483 or emailed, with email being the preferred approach.35 It \nis recommended that the respondent include the FDA Establishment Identification (FEI) of the \ninspected location in its correspondence.36 For foreign inspections, if the establishment chooses \nto respond in writing to the observations discussed or listed on the Form FDA 483, the response \nshould be addressed to the FDA center point of contact (POC) provided by the investigator. \n\n256 \n257 \n258 \n259 \n260 \n261 \n262 \n263 \n264 \n265 \n266 \n267 \n268 \n269 \n270  Responses should be well-organized and structured to: \n•  Address each observation separately \n271 \n•  Note whether the establishment agree(s) or disagree(s), and why \n272 \n•  Provide both corrective and preventive actions and timelines for completion \n273 \n•  Provide both completed and planned actions and related timelines \n274 \n•  Provide a method of verifying or monitoring the effectiveness of the actions \n275 \n•  Submit documentation (e.g., training, Standard Operating Procedures (SOPs), corrective \n276 \n277 \n278 \n279 \n280 \n281 \n282 \n283 \n284 \n285 \n286 \n\nIf an inspected establishment has any questions that the FDA personnel conducting the \ninspection has not answered, the establishment may contact the ORA OBIMO management staff. \nThe FDA investigator who conducted the inspection should be able to provide the name and \ntelephone number of OBIMO division management to the establishment.37 Questions about the \ninspection classification38 can be directed to the FDA center POC identified in the post-\ninspection correspondence or in the relevant compliance program. Alternatively, the ORA \n\nE.  Who to Contact at FDA for More Information? \n\naction plans, records, etc.) \n\n35 Email appropriate division contacts depending on the location of establishment. See “Office of Bioresearch \nMonitoring Operations Map” available at https://www.fda.gov/media/104799/download?attachment for more on \ndistrict abbreviations and contact information. \n36 For more on the FDA Establishment Identification, see “FEI Search Portal,” available at \nhttps://www.accessdata.fda.gov/scripts/feiportal/index.cfm?action=portal.login. \n37 FDA intends to provide an inspectional handout with contact information to the establishment during the \ninspection. \n38 Following an inspection, the Agency evaluates the inspection findings to determine if the establishment is in \ncompliance with applicable statutes and regulations and classifies the inspection according to three classifications \n(No Action Indicated, Voluntary Action Indicated, Official Action Indicated). See “Inspection classifications” \navailable at https://www.fda.gov/inspections-compliance-enforcement-and-criminal-investigations/inspection-\nbasics/inspection-classifications and Chapter 4 of the RPM, available at https://www.fda.gov/inspections-\ncompliance-enforcement-and-criminal-investigations/compliance-manuals/regulatory-procedures-manual#_top. \n\n9 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n\fContains Nonbinding Recommendations \n\nDraft — Not for Implementation \n\n287  Ombudsman Program is a communication resource for stakeholders facing unresolved concerns, \n288 \n289 \n\nproviding a confidential and impartial avenue to address and resolve their issues effectively.39 \n\n290 \n\n291 \n\n292 \n\n293 \n\n294 \n\n295 \n\n296 \n\n297 \n\n298 \n\n299 \n\n300 \n\n301 \n\n302 \n\n303 \n\n304 \n\n305 \n\n306 \n\n307 \n\n308 \n\n309 \n\n310 \n\n311 \n\n312 \n\n313 \n\n314 \n\n315 \n\n316 \n\n317 \n\n39 Contact information can be found on the ORA Ombudsman webpage available at https://www.fda.gov/about-\nfda/contact-ora/ora-ombudsman. \n\n10 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\fContains Nonbinding Recommendations \n\nDraft — Not for Implementation \n\n318 \n319 \n\nRESOURCE GUIDE \n\nBIMO Inspection and Program \nResources \n\nSummary of Resource \n\nBIMO Program Information \n\nCompliance Programs (CPs) \n\nInvestigations Operations Manual \n(IOM) \n\nBIMO Inspection Metric Reports \n\nFDA Guidance Documents \n\nThe webpage provides an \noverview of the program mission \nand vision. Other select resources \nare covered, including: \nApplication Integrity Policy, \nCompliance Lists, Compliance \nPolicy Guides, etc. \nThe CPs provide uniform and \nspecific instructions to ORA \nOBIMO and FDA center \nemployees for conducting \ninspections and for gathering and \npreparing the evidence to support \nrecommendations as part of the \nregulatory decision-making \nprocess. \nThe CPs detail inspection \noperational procedures, types of \ninterviews performed, and records \nrequested. \nThe primary operational reference \nfor FDA employees who perform \nfield investigational activities. The \nIOM includes a discussion on \nstatutory authority and \nestablishment inspections. \nThe webpage provides annual \nbioresearch monitoring inspection \nmetrics by fiscal year. The \nwebpage also covers compliance \ntrends and “Inspectional \nObservations” (Form FDA 483) \nfindings. \nGuidance documents represent \nFDA’s current thinking on a topic. \nThey do not create or confer any \nrights for or on any person and do \n\n40 Links in this column were last accessed: May 28, 2024. \n\n11 \n\nWhere can I \nfind this \ninformation?40 \nFDA \nBioresearch \nMonitoring \nInformation \n\nBioresearch \nMonitoring \nCompliance \nPrograms \n\nInvestigations \nOperations \nManual \n\nBIMO \nInspection \nMetrics \n\nSearch for FDA \nGuidance \nDocuments \n(Browse by \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n  \n \n \n \n \n \n\fContains Nonbinding Recommendations \n\nDraft — Not for Implementation \n\nnot operate to bind FDA or the \npublic. You can use an alternative \napproach if the approach satisfies \nthe requirements of the applicable \nstatutes and regulations. \n\ntopic, e.g., \n“Clinical Trials” \nor “Remote \nRegulatory \nAssessments”) \n\nGuidance documents describe \nFDA’s interpretation of or policy \non a regulatory issue (21 CFR \n10.115(b)). \nA reference manual for FDA \nemployees. It provides employees \nwith information on internal \nprocedures to be used in \nprocessing regulatory and \nenforcement matters. \n\nRegulatory \nProcedures \nManual \n\nRegulatory Procedures Manual \n(RPM) \n\n320 \n\n321 \n\n12 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n  \n \n \n\f",
  "file_path": "/home/runner/workspace/attached_assets/draftgfi_processesandpracticesapplicabletobioresearchmonitoringinspections-frdts2023-363op5-10-24_final.pdf",
  "sampleSize": 0,
  "randomization": "Unknown",
  "studyDesign": "Unknown",
  "interventionalModel": "Unknown",
  "primaryPurpose": "Unknown",
  "maskingInfo": "Unknown"
}