{
  "nctrialId": "PDF-7ac65a25",
  "csr_id": "PDF-7ac65a25",
  "title": "PharmaSUG 2017 - Paper PO24",
  "officialTitle": "PharmaSUG 2017 - Paper PO24",
  "sponsor": "Unknown",
  "indication": "",
  "phase": "",
  "fileName": "PharmaSUG-2017-PO24.pdf",
  "fileSize": 72837,
  "date": "2025-04-14",
  "completionDate": "2025-04-14",
  "drugName": "",
  "source": "PDF Document: PharmaSUG-2017-PO24.pdf",
  "studyType": "Interventional",
  "status": "Completed",
  "description": "PharmaSUG 2017 - Paper PO24  A Guide to Programming Patient Narratives  Renuka Tammisetti and Karthika Bhavadas, PRA Health Sciences   The ICH-E3 guidelines require patient narratives, which are targeted patient profiles of clinical  importance.  Patient narratives describe death, other serious adve...",
  "eligibilityCriteria": "No eligibility criteria extracted from document.",
  "full_text": "PharmaSUG 2017 - Paper PO24 \nA Guide to Programming Patient Narratives \n\nRenuka Tammisetti and Karthika Bhavadas, PRA Health Sciences  \n\nABSTRACT  \n\nThe ICH-E3 guidelines require patient narratives, which are targeted patient profiles of clinical \nimportance.  Patient narratives describe death, other serious adverse events, and certain other significant \nadverse events judged to be of special interest collected for a subject over the course of a clinical trial.  \nThe SAS programmer is expected to provide key data information to the medical writer.  The Medical \nwriter will review patient profiles to coincide with an event of interest and address the safety concerns of \ninterest at the patient level.  This paper will provide helpful insight on the traditional process of narrative \ngeneration; identify the requirements and gather information to program narratives.  \n\nINTRODUCTION  \n\nPatient narratives form an important part of clinical study reporting.  It provides chronological account of \nall the events encountered by a subject during or immediately following a clinical trial.  The regulatory \nsubmissions would require narratives not only for serious adverse events (SAEs), but also for events \ncausing death or study discontinuation.  Patient narratives are a part of safety data submitted to the \nregularity authorities for all phases of clinical trials.  It involves review of patient profiles, data listings, and \nother information followed by manual writing of narratives as plain text. \n\nAccording to ICH-E3 tripartite guideline on the Structure and Content of Clinical Study Reports (CSRs) \n(Section 12.3.2), a patient safety narrative should describe: \n\n•  The nature, intensity and outcome of the event. \n•  Clinical course leading to the event. \n•  Timing relevant to study drug administration. \n•  Relevant laboratory measures. \n•  Action taken with the study drug (and timing) in relation to the event. \n•  Treatment or intervention. \n•  Autopsy findings (if applicable). \n• \n\nInvestigator’s and sponsor’s opinion on causality. \n\nPatient narratives should also include following data to get a meaningful outcome: \n\n•  Patient Identifier. \n•  Age and sex of patient. \n•  General clinical condition of patient with duration of illness. \n•  Relevant medical history. \n•  Disease being treated. \n•  Relevant concomitant and prior medications with details of dosage. \n• \n•  Dose and duration of investigational drug administered. \n\nInvestigational drug administered. \n\n1 \n\n \n \n \n \n \n \n \n\fA Guide to Programming Patient Narratives, continued \n\nNARRATIVE GENERATION \n\nThe SAS programmer plays a significant role in the creation of patient narratives.  Medical writer requests \na programmer to provide key information of all the significant events of a clinical trial, which can be in the \nform of listings or datasets based on their requirements.  Narratives can be written for both unlocked and \nlocked clinical database.  Production of patient narratives as per reviewers’ requirements can be quite \nchallenging, considering variety of data that needs to be gathered from various datasets and shifting \ndemands of the reviewer. \n\nDisplay 1: Flow chart representing basic steps followed by a programmer to create a narrative \nreport. \n\nNarrative \ntemplate by \nMedical \nWriter \n\nFinal validated \nprogrammed \nnarratives to Medical \nGather Information from Analysis datasets \nWriter \n\nGather Information \nfrom Datasets \n\nDevelopment of \nProgramming Code for \nInput Narrative Dataset \n\nOutput \nProgramed \nNarrative \n\nA narrative provides the complete story of an event chronologically and holds together relevant \ninformation from various sources liaising with medical experts.  Since narrative writing involves \nexpressing the messages clearly and effectively, the medical writer uses various data sources like CRF \npages, analysis datasets, pharmacovigilance database, clinical database listings etc., to provide a \ntemplate based on the project requirements.  In most cases, a medical writer references listings or tables \nfrom the project while creating the template. Medical advisors review the final narrative template created \nby Medical writers.  Narrative template and datasets may vary based on the therapeutic area and \ninvestigational drug.   Identifying medical history and laboratory results ‘relevant’ to the event of interest \ncan be challenging. \n\nAfter receiving the template from medical writer, the programmer should ensure that the information in the \ntemplate is available in the study database to avoid road blocks while programming.  The programmer \nneeds to incorporate different data from various domains such as Demographics, Adverse Events, \nLaboratory data, Medical History, Concomitant Medications, Exposure, etc. for each subject. \n\n2 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\fA Guide to Programming Patient Narratives, continued \n\nThe patient narrative template is designed to deliver reports at the subject level.  Generating individual \nreports could be time consuming and labor intensive.  Most of the pharmaceutical companies and CROs \nhave developed standard macros to ease the process and reduce the repetitive work across different \nprojects. \n\nDisplay 2:  Sample of Narrative Template  \n\nProtocol:  \n\nSubject:  \n\nAssigned Treatment Group:  \n\nRace/Ethnicity/Gender:  \n\nAge at Screening: xx Years \n\nEnrollment Date: DDMMYYYY \n\nRandomization Date: DDMMYYYY \n\nDate Study Drug First Administered: DDMMYYYY \n\nDate Study Drug Last Administered: DDMMYYYY \n\nEvents Meeting Narrative Writing Criteria \n\nReasona \n\nMedDRA PT \n(Verbatim) \n\nOnset Date \n(Day)/Periodp \n\nEnd Date \n(Day) \n\nCTCAEb; \nRelated \n\nOutcomec; \nActiond \n\nSAE \n\na: Death; SAE=serious adverse event; PTAE=premature termination of treatment due to adverse event; \nPSAE=premature termination of study due to adverse event; EOI=Event of Interest \nb: Standard Toxicity Grade 1, 2, 3, 4, 5 \nc: res=recovered/resolved; res seq=recovered/resolved with sequelae; not res=not recovered/not resolved; fatal; unk=unknown \nd: dos wthdr=Drug withdrawn; dos del=dose delayed; dos no chg=Dose not changed; unk=unknown \np: CHE=Chemotherapy run-in period; NEO=Neoadjuvant period; ADJ=Adjuvant period \n\nRelevant Past Medical History:  \n\nRelevant Prior Medications/Supplements/Therapies:  \n\nRelevant Concomitant Medications/Supplements/Therapies: \n\nOngoing Medications History:   (Listing xxxx Medical History) \n[MHDECOD] \n[MHDECOD] \nStudy Drug Treatment: The patient entered the XYZ study (protocol number), a multicenter, prospective, observational registry \nstudy and received the first xxx injection xx study days later into the study. \nDescription of Event(s), Including Follow-up: \n\nThe patient experienced [AESEV=grade or severity] [AEDECOD preferred term bolded () on Study Day xx, [AESDY] xx days after \nthe most recent previous Ozurdex injection. The event was classified as a/an [NREAS, NREAS, etc]  eg, SAE, PTAE, PSAE, and \nOSE (list all categories met by event and modify sentence accordingly; note the use of serial commas). \nLaboratory Results: \n\nParameter \n\nDate (day) \n\nVisit \n\nResult \n\nCTC \nToxicity  \n\nIndicator \n\nRange \nLower Limit \n\nRange \nUpper Limit \n\n3 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\fA Guide to Programming Patient Narratives, continued \n\nThe header section of the narrative (Display 2) provides the demographic details of a subject.  From a \nprogrammers’ perspective, we obtain this information from the demographics dataset (DM or ADSL).  \nEvents of interest are provided in a chronological order along with past medical history, concomitant \nmedications, study drug treatment, and other relevant information.  The adverse event dataset plays a \nvital role in the narrative generation since it provides all the events occurring during the conduct of the \ntrial.  Relevant laboratory results during the event are also provided in the narrative. \n\nPROGRAMMING CHALLENGES: \n\nA key issue to consider while transforming analysis datasets to narrative datasets is how to handle one or \nmany contributing data points contained in the analysis datasets, such as adverse events and \nconcomitant medications.  If the dataset is not clean and patient safety narratives are written prior to \ndatabase lock, updates are required based on the final database lock data. This approach can be time \nconsuming than preparing all narratives after database lock.  This process is feasible for projects with a \nlarge number of narratives required to be drafted in a short span.  \n\nDue to the descriptive nature of the report, programming the narrative dataset is driven based on high \ncontent.  Hence, working through formats, indention, embedded data, text that needs to be included in the \nnarrative dataset can be challenging and intensive.  As analysis datasets contain information at an event \nlevel parsing over multiple rows for medical history and concomitant medications, a programmer has to \nreformat and concatenate multiple rows into a single string.  This information is embedded into the text of \na narrative sentence stored in a narrative dataset. \n\nDisplay 3: Sample Narrative Output for Concomitant Medications: \n\nThe subject’s relevant concomitant medications at the time of the event included \nAdoair250Diskus, Salbutamol, Flutide 200 Diskus, Sultanol Inhaler 100mcg, and Sultanol Inhaler \n100UG. \n\nMultiple rows of medical history concatenated with start dates are combined into a single string with \ndelimiters.  The ODS line break instructions are used to list the terms in a single cell of the narrative \ndocument. \n\n4 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\fA Guide to Programming Patient Narratives, continued \n\nDisplay 4:  Sample Narrative Output for Medical History: \n\nPrior Medical History: \n\n   C/w undifferentiated pleomorphic sarcoma, unk \n   Cholecystectomy, unk \n   Glaucoma surgery, unk \n   Vocal cord benign nodule removed, unk \n   Tooth root fracture, unk-01Sep2015 \n   Shortness of breath upon exertion, unk-02Sep2015 \n   Spindle cell sarcoma, 19Jan2015-unk \n   Anemia, 03Sep2015-04Sep2015 \n\nGenerating a sample narrative output and having it checked by the Medical Writer to get a final approval \nfor any updates or changes is much more viable than generating it for all the subjects meeting the criteria. \n\nCONSISTENCY \n\nCreating a narrative report from a draft narrative that is included in the clinical study report usually \ninvolves several review processes such as medical writing, medical reviewers, and Quality Assurance to \nmake sure all the information fit together and the narrative accurately represents data from the sources.  \nAs a programmer, while preparing a large number of patient safety narratives, it is essential that \nconsistency is maintained throughout the project.  Hence, excel spreadsheets can be used as an \nexcellent tracking tool for managing high volumes of safety narratives, which can be shared with the \nMedical Writer on a regular basis. \n\nCONCLUSION \n\nPatient narratives have become an integral part of the data cleansing and review for the clinical trials \ndata.  Developing an automated narrative process with robust and reusable SAS-based macro application \nwould result in saving a lot of hours, which can be repeated on multiple studies. The discussion of the \nmacro that we used is beyond the scope of this paper. \n\nREFERENCES \n\n1. \n\nICH Harmonized Tripartite Guideline: Structure and Content of Clinical Study Reports E3. Current \nStep 4 version dated 30 November 1995. Page 24. \n\n2.  United States Food and Drug Administration, \"Guideline for the Format and Content of the \n\nClinical and Statistical Sections of an Application\", July 1988. \n\nACKNOWLEDGMENTS \n\nThe authors would like to thank the PRA Medical Writing team for providing insight and examples and also the \nStatistical Programming Management team for their support and encouragement. \n\n5 \n\n \n \n \n \n \n \n \n \n \n \n\fA Guide to Programming Patient Narratives, continued \n\nCONTACT INFORMATION  \n\nYour comments and questions are valued and encouraged. Contact the author at: \n\nRenuka Tammisetti  \nPRA Health Sciences  \n731 Arbor Way, Suite 100 \nBlue Bell, PA 19422  \nEmail: itzrenuka@gmail.com \n\nKarthika Bhavadas  \nPRA Health Sciences     \n4130 Parklake Avenue, \nRaleigh, NC 27612  \nEmail: Karthika.bhavadas@gmail.com \n\nSAS and all other SAS Institute Inc. product or service names are registered trademarks or trademarks of \nSAS Institute Inc. in the USA and other countries. ® indicates USA registration.  \n\nOther brand and product names are trademarks of their respective companies.  \n\n6 \n\n \n \n \n \n \n \n\f",
  "file_path": "/home/runner/workspace/attached_assets/PharmaSUG-2017-PO24.pdf",
  "sampleSize": 0,
  "randomization": "Unknown",
  "studyDesign": "Unknown",
  "interventionalModel": "Unknown",
  "primaryPurpose": "Unknown",
  "maskingInfo": "Unknown"
}