{
  "nctrialId": "PDF-575e71a7",
  "csr_id": "PDF-575e71a7",
  "title": "These results are supplied for informational purposes only.",
  "officialTitle": "These results are supplied for informational purposes only.",
  "sponsor": "Unknown",
  "indication": "Cancer",
  "phase": "Phase 1",
  "fileName": "aflibc06561_summary.pdf",
  "fileSize": 201762,
  "date": "2025-04-14",
  "completionDate": "2025-04-14",
  "drugName": "",
  "source": "PDF Document: aflibc06561_summary.pdf",
  "studyType": "Interventional",
  "status": "Completed",
  "description": "These results are supplied for informational purposes only.  Prescribing decisions should be made based on the approved package insert in the country of prescription.  Sponsor / Company: Sanofi  Study Identifiers: NCT01955629, UTN U1111-1143-3015 &  Drug substance(s): AVE0005 (aflibercept) ",
  "eligibilityCriteria": "No eligibility criteria extracted from document.",
  "full_text": "These results are supplied for informational purposes only. \nPrescribing decisions should be made based on the approved package insert in the country of prescription. \n\nSponsor / Company: Sanofi \n\nStudy Identifiers: NCT01955629, UTN U1111-1143-3015 & \n\nDrug substance(s): AVE0005 (aflibercept) \n\nStudy code: AFLIBC06561 \n\nEudraCT 2013-000858-22 \n\nTitle of the study:  A single-arm, open label study of aflibercept as maintenance therapy following induction with aflibercept in \n\ncombination with XELOX, as first-line treatment for metastatic colorectal cancer (mCRC) patient \n(AFLIBC06561) \n\nStudy center(s):  2 centers in Italy \n\nStudy period: \n\nDate first patient enrolled: 17/Dec/2013 \n\nDate last patient completed: 23/Mar/2015 \n\nPhase of development: \n\nTwo-part study: \n\nPhase 1 - Dose escalation: Part 1 \n\nPhase 2 - Efficacy and safety: Part 2 \n\nObjectives:   \n\nPrimary objectives: \n\nPart 1 - Dose escalation \n\n- \n\nTo determine the recommended dose for the aflibercept, oxaliplatin, and capecitabine (XELOX) combination to be \nused in Part 2 of the study (recommended Phase 2 dose [RP2D]). \n\nPart 2 - Efficacy and Safety \n\n- \n\nTo assess the progression-free survival rate at 6 months after the start of maintenance therapy (MT-PFS@6) with \naflibercept single-agent, following first-line induction therapy with XELOX and aflibercept combination in patients \nwith previously untreated mCRC. \n\nSecondary objectives: \n\nPart 1 - Dose escalation \n\n- \n- \n\nTo describe dose-limiting toxicity(ies) (DLTs) and non-DLTs. \nTo evaluate preliminary evidence of antitumor activity of the study treatment at the tested dose levels (DLs). \n\nPart 2 - Efficacy and Safety \n\n  To evaluate: \n\n-  Overall and by treatment phase (induction and maintenance) safety of the RP2D of aflibercept in combination with \nXELOX when administered every 3 weeks (q3w) for 4 months (6 cycles or 18 weeks) as induction first-line \ntreatment, followed by aflibercept maintenance phase. \n\n-  Overall progression-free survival (PFS). \n-  Overall survival (OS). \n-  Overall response rate (ORR) as per Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1. \n-  Overall rate of R0 resectability of metastatic lesions. \n\nAccording to template: QSD-001970 VERSION N° 4.0 (07-JUN-2012)  \n\nPage 1 \n\n \n \n\fExploratory objectives (Part 2 only): \n\nTo collect blood and tumor samples to perform investigations for potential biomarker testing, which may include: \n\nDefinition of predictive markers for aflibercept. Potential relationship between clinical endpoints following aflibercept therapy and \npotential sets of biomarkers was to be explored. The biomarkers to be analyzed included proteomic biomarkers in blood and \ntumors (such as factors and receptors related to angiogenesis process, inflammation, and tumor progression). \n\nEvaluation of the pharmacodynamic activity of aflibercept by assessing the modulation of circulating analytes such as cytokines \nand angiogenic factors. \n\nMethodology: This was a prospective, multicenter, open-label, Phase 1/2 (2-part), single-arm study of single-agent aflibercept as \nmaintenance therapy following the end of the induction therapy with aflibercept combined with XELOX, in patients with previously \nuntreated mCRC. \n\nThe study was designed in 2 parts to assess the safety, tolerability, and RP2D (Part 1 - dose escalation) of aflibercept, \nadministered in combination with XELOX (A-XELOX induction) and to determine the antitumor activity of aflibercept given as \nsingle agent-maintenance therapy (A-maintenance), after completion of the aflibercept/XELOX induction (Part 2 - efficacy and \nsafety). \n\nA Study Steering Committee (SC) was set up, including at least the Study Chairman, 1 to 2 designated principal investigators, and \nSponsor representatives. The SC was to supervise the conduct of the trial and advice regarding scientific, clinical, and eligibility \nmatters. \n\nIn Part 1, a classical dose escalation design was used to treat sequential cohorts of 3 to 6 patients with aflibercept at a fixed dose \nand increasing doses of either capecitabine or oxaliplatin up to the end of the induction therapy (either 6 cycles or 18 weeks, \nwhichever came first). \n\nDose levels in Part 1 are listed in Table 1. \n\nTable 1 - Dose levels escalation schedule \n\nDose Levelsa \n\nNumber of \nPatients \n\nOxaliplatin \nmg/m2 \n\nCapacitabine \nmg/m2 (twice \ndaily) \n\nAflibercept \nmg/kg \n\nIb \n\n-I \n\nII \n\nIII \n\n3-6 \n\n3-6 \n\n3-6 \n\n3-6 \n\n100 \n\n85 \n\n100 \n\n130 \n\n850 \n\n850 \n\n1000 \n\n1000 \n\n6 \n\n6 \n\n6 \n\n6 \n\na  At any DL tested, patients that at the end of induction therapy qualified to switch to the maintenance therapy received aflibercept at the \n\nsame dose of the induction therapy or at the dose shown to be tolerable at the last cycle of the induction phase (if dose reductions applied \nduring the induction therapy). \nIf 2 DLTs at this DL, possibility to test DL -I. \n\nb \n\nThe decision to escalate to the following DL was to be based on the number of patients experiencing drug-related DLTs during \nCycle 1 among all treated patients (Table 2). The first 2 patients treated at each new DL were to be followed for a minimum of \n3 weeks (1 full cycle) prior to enrolling/treating 1 additional patient at the same DL. \n\nAccording to template: QSD-001970 VERSION N° 4.0 (07-JUN-2012)  \n\nPage 2 \n\n \n\fTable 2 - Dose escalation decision rules in Part 1 \n\nNumber of Patients with Cycle \n1 DLT at a Given DL \n\n0 of first 3 \n\n1 out of 3 \n\n>2 \n\nDose escalation decision rule \n\nEnter at least 3 patients at the next DL. \n\nEnter up to 6 patients at this DL. \n\nIf 0 of the 3 additional patients experienced DLT, then proceed to the next DL. \n\nIf 1 or more of 3 additional patients experienced DLT, then dose escalation was be \nstopped. Three additional patients were to be entered at the previous DL if \n3 patients were treated at that dose. \n\nDose escalation was to be stopped. Three additional patients were to be entered \nat the previous DL if only 3 patients were treated at that dose. If 2 or more DLTs \nwere encountered at the first DL (DL I), DL -I might be tested \n\nDL: dose level; DLT: dose-limiting toxicity \n\nBefore escalating dose to the next DL, the safety data, especially the reported DLTs, were to be reviewed. Dose escalation or \ndose decrease decisions were to be based on the assessment of DLTs, in agreement between the Sponsor and the SC. Dose \nescalation was to be stopped if ≥33% of patients (≥2 in up to 6 patients) experienced a DLT at Cycle 1 (then that DL was to be \nconsidered to have unacceptable toxicity and the maximum administered dose reached), or in case cumulative Grade ≥3 (G >3) \ntoxicity(ies) occurred (during A-XELOX induction period only) at a lower DL. \n\nThe RP2D was defined as the highest DL at which study treatment related DLTs were observed in less than 2 of 6 treated patients \n(or less than 33% of patients dosed and evaluable for the purpose of dose escalation if more than 6 patients). \n\nIn Part 2, patients were to be treated, with the constant dose of aflibercept (6 mg/kg) in combination with oxaliplatin and \ncapecitabine at the RP2D, up to the end of the induction therapy (either 6 cycles or 18 weeks, whichever came first). In both Part 1 \nand Part 2 of the study, after the completion of the A-XELOX induction phase, patients without evidence of disease progression or \nunacceptable toxicity continued to receive aflibercept monotherapy as maintenance treatment (6 mg/kg, q3w). Treatment was \nadministered q3w during both induction and maintenance periods. \n\nIn agreement with the Study Chair, the study enrollment was prematurely halted based on a thorough risk-benefit analysis after \nthe first 4 patients were treated at the first DL (DL I) in the dose escalation part. Due to such a premature recruitment \ndiscontinuation, none of the planned efficacy analyses were performed and only safety results are summarized descriptively in this \nreport. \n\nNumber of patients:  \n\nPlanned: 6 to 24 patients in Part 1 and 72 patients in Part 2 \n\nEvaluated:  \n\nRandomized: 6 \n\nTreated: 4 \n\nSafety: 4 \n\nDiagnosis and criteria for inclusion: \n\nThe main selection criteria were: \n\n  Histologically or cytologically-proven adenocarcinoma of the colon or rectum with unresectable metastatic disease and \nat least 1 measurable lesion (according to RECIST version 1.1 guidelines). Patients with exclusive bone metastases \nwere excluded. \n\n  No prior systemic anti-cancer treatment for metastatic disease (prior [neo] adjuvant therapy with fluoropyrimidine was \n\nallowed if relapse >6 months from its end and prior adjuvant oxaliplatin containing therapy allowed if relapse >12 months \nfrom its end). \n\nAccording to template: QSD-001970 VERSION N° 4.0 (07-JUN-2012)  \n\nPage 3 \n\n \n \n\f  No prior adjuvant treatment after resection of distant metastases and no prior treatment with angiogenesis inhibitors (ie, \n\nadjuvant setting via clinical trial). \n  Signed written informed consent. \n\nStudy treatments \n\nInvestigational medicinal product: Aflibercept \n\nFormulation: Aflibercept was supplied as a sterile, non-pyrogenic, colorless to pale-yellow colored concentrate solution for \ninfusion at 25 mg/mL, in single-use 10 mL vials (8.4 mL content, with a withdrawable content of 8.0 mL). The content of the \nvials was diluted prior to infusion with 0.9% sodium chloride or 5% dextrose solution. \n\nRoute of administration: 1-hour (up to 2 hours) intravenous (IV) infusion \n\nDose regimen: A cycle was defined as a 3-week period. \n\nInduction therapy: Aflibercept: 6 mg/kg on Day 1 q3w, for up to 6 cycles or 18 weeks whichever came first. \n\nMaintenance therapy (A-maintenance): Aflibercept: 6 mg/kg on Day 1 q3w (± 2 days) \n\nNoninvestigational medicinal products: Oxaliplatin and capecitabine  \n\nFormulation: The marketed formulations of oxaliplatin and capecitabine were used. \n\nRoutes of administration: Oxaliplatin: 2-hour IV infusion Capecitabine: oral administration \n\nDose regimen:  \n\nInduction therapy: Oxaliplatin: 85 or 100 or 130 mg/m2 (dose according to the DL reached in Part 1 or RP2D in Part 2 of the \nstudy) as a 2-hour IV infusion on Day 1 q3w. \n\nCapecitabine: 850 or 1000 mg/m2 twice daily (dose according to the DL reached in Part 1 or RP2D in Part 2), continuously from \nDay 1 to Day 14 (followed by a 7-day rest period). \n\nDuration of treatment: Three-week cycles of aflibercept with oxaliplatin and capecitabine were continued up to 6 cycles or \n18 weeks (whichever came first) as induction therapy, followed by aflibercept as maintenance therapy up to disease progression \nor unacceptable toxicity or patient’s refusal of further treatment. \n\nDuring induction therapy, if oxaliplatin or capecitabine was discontinued following any related adverse event (AE), then aflibercept \nin combination with the remaining chemotherapy agent (either oxaliplatin or capecitabine) was to be continued until disease \nprogression, unacceptable toxicity, or up to completion of induction therapy (6 cycles). If aflibercept was discontinued, then \nXELOX (or any of its components if either oxaliplatin or capecitabine was discontinued) was to be continued until disease \nprogression, unacceptable toxicity, or up to completion of induction therapy, whichever was first. At the end of the induction \ntherapy, in absence of progressive disease or unacceptable toxicity, aflibercept could have been reintroduced as maintenance \ntherapy if considered as appropriate upon the Investigator’s clinical judgment and following discussion with the Sponsor and the \nSC. \n\nThe patient was to be removed from the study if both oxaliplatin and capecitabine were discontinued. \n\nDose reduction and/or treatment delay and/or treatment discontinuations were planned in case of severe and/or unresolved \ntoxicity. \n\nDuration of observation: \n\nFrom informed consent to a 30-day follow-up at minimum after the last study treatment administration. \n\nIn case of study treatment discontinuation without disease progression, efficacy data continued to be collected every 9 weeks until \ndisease progression, death, or end of study (whichever came first). \n\nFollowing documentation of progressive disease (PD), patients were to be followed for survival status until death, patient’s refusal, \nor end of the study (whichever came first). \n\nAccording to template: QSD-001970 VERSION N° 4.0 (07-JUN-2012)  \n\nPage 4 \n\n \n \n\fCriteria for evaluation: \n\nSafety: \n\nPrimary Endpoint \n\nStudy Part 1 \n\nThe primary endpoint was the definition of the RP2D to be used in Part 2 of the study, based on the assessment of the study \ntreatment related DLTs observed during the first cycle of study treatment. \n\nIn this study, DLTs were defined as any of the following AEs: \n\n1.  Grade 4 neutropenia lasting >7 consecutive days \n\n2.  Febrile neutropenia or neutropenic infection \n\n3.  Grade 4 thrombocytopenia \n\n4.  Grade 3 thrombocytopenia associated with bleeding requiring transfusion \n\n5.  Any Grade 4 nonhematological treatment related event \n\n6.  Grade 3 nausea/vomiting or diarrhea lasting ≥4 days despite adequate supportive therapies \n\n7.  Grade 3 other nonhematological toxicities, excluding alopecia (G2), anorexia, fatigue, hypersensitivity \n\nresponsive to adequate treatment and controlled hypertension. Anorexia, fatigue, and hypertension were to be \nconsidered as DLT only if G4 or evaluated as not manageable despite adequate medical management (eg, \nexcessive in frequency or duration or requiring excessive use of supportive therapies). \n\nControlled G ≤3 hypertension was not to be considered a DLT unless the Investigator and Sponsor \n\na) \nconcluded that such inclusion was necessary \n\nGrade 3 peripheral sensory neuropathy of ≤21 days duration was not to be considered a DLT unless \n\nb) \nthe Investigator and Sponsor concluded that such inclusion was necessary. However, G3 peripheral \nsensory neuropathy that did not improve to G <2 at time of retreatment (within 5 weeks) was not to be \nexcluded from the DLT definition. \n\n8.  Urinary protein excretion of >3.5 grams per 24 hours that did not recover to <2.0 grams per 24 hours within \n2 weeks was to be considered a DLT. \n\n9.  Symptomatic arterial thromboembolic events including cerebrovascular accidents, myocardial infarctions, \ntransient ischemic attacks, new onset or worsening of pre-existing angina. \n\nAny G3 nonhematologic toxicity that was judged by the SC to be clinically insignificant because it was either transient without \naffecting performance status, or clearly unrelated to study drug, was to be excluded from the DLT definition. \n\nThese AEs were to be considered as study treatment related in the absence of clear evidence to the contrary, and if not related to \ndisease progression, graded using the National Cancer Institute-Common Terminology Criteria for Adverse Events (NCI-CTCAE) \nscale (version 4.03). \n\nAccording to template: QSD-001970 VERSION N° 4.0 (07-JUN-2012)  \n\nPage 5 \n\n \n\fSecondary Endpoints: \n\nStudy Part 1 and Part 2 \n\n- \n\nThe secondary safety endpoints included the safety and tolerability profile of the study treatment (overall and by \ntreatment phase) and its characterization in terms of the type, frequency, severity, timing, and relationship to study \ntherapy. \n\nSafety and tolerability were to be assessed through the collection of AEs, physical examination, laboratory data \n(hematology, biochemistry, and urinalysis), and vital signs (blood pressure and Eastern Cooperative Oncology \nGroup performance status [ECOG PS]) at specified intervals throughout the study. \n\nEfficacy:  \n\nPrimary endpoint: \n\nStudy Part 1 \n\n- \n\nNot applicable \n\nStudy Part 2 \n\n- \n\nThe primary efficacy endpoint was the MT-PFS@6, defined as the proportion of patients alive without progression \nat 6 months after the start of the aflibercept maintenance therapy. \nTumor assessments were to be performed every 9 weeks up to disease progression and evaluated according to the \nRECIST version 1.1 criteria. \n\nSecondary endpoints: \n\nStudy Part 1 \n\n- \n\nTumor response evaluation: Category of response such as complete response (CR), partial response (PR) as best \nresponse, or PD, defined as per RECIST version 1.1 criteria. \n\nStudy Part 2 \n\n- \n\n- \n\n- \n\nThe ORR was defined as the sum of the CR rate and PR rate assessed according to the RECIST version 1.1 \ncriteria. \nThe PFS was defined as the time interval from the date of registration into the study to the date of first observation \nof disease progression or death (due to any cause), whichever was first. If death or progression was not observed \nat the time of end of study, the patient was to be censored at the date of last valid tumor imaging without evidence \nof progression or the end of study date, whichever was first. \nTumor imaging for response and progression was to be performed at baseline and every 9 weeks up to disease \nprogression. \nThe OS was defined as the time interval from the date of registration into the study to the date of death due to any \ncause. In the absence of confirmation of death, survival time was to be censored at the earliest between the last \ndate the patient was known to be alive and the end of study date. \n\n-  Overall R0 metastases resection rate was defined as the percentage of patients reaching an R0 metastases \nresection, defined as the complete absence of invasive carcinoma on histological examination at the time of \ndefinitive surgery. \n\nExploratory endpoints (in Part 2 only) \nExploratory analysis should have been performed in an effort to find biomarkers predicting, but not limited to, the efficacy (like \nresponse rate, MT-PFS@6 and/or PFS) and/or risk factors associated to antiangiogenic class side effects. \n\nAccording to template: QSD-001970 VERSION N° 4.0 (07-JUN-2012)  \n\nPage 6 \n\n \n\fBlood sampling and tumor sample collection were to be performed before first study treatment and at specified intervals, in order \nto identify pharmacodynamic markers specific to aflibercept treatment in Part 2 of the study. The plasma concentration of analytes \n(growth factors, cytokines, or soluble receptors related to angiogenesis, inflammation, or tumor progression) was to be analyzed \nbefore and during treatment. Tumor samples were also to be collected for biomarker testing. Correlative studies might have been \nperformed to detect any correlation between biomarker expression/changes and clinical disease outcome. \n\nThe current report is an abbreviated report, and as such, only the safety results are presented. The following safety criteria were \nevaluated and analyzed using descriptive statistics: \n\nAdverse events and serious adverse events (SAEs) \n\nLaboratory parameters: hematology and biochemistry (gradable and non-gradable) and urinalysis \n\nThe extent of exposure during induction and maintenance therapies \n\nStatistical methods: \n\nSample size determination: \n\nFor Part 1, the sample size was expected to vary depending on the DLTs observed for each DL of the triplet combination and it \nwas estimated that approximately 6 to 24 patients would be enrolled in case of completion of the full planned DLs. \n\nFor Part 2, the sample size calculation was based on the primary efficacy variable of MT-PFS@6, with the following assumptions: \nProgression-free survival time has an exponential distribution \n\nMedian PFS in maintenance therapy is 6 months, based on historical data \n\nComparison of 6-months PFS rate versus a theoretical rate of 30% (null hypothesis) at a 1-sided 5% significance level with 80% \npower. \n\nBased on the above assumptions, 43 evaluable patients in the maintenance therapy were needed to reach 80% power. Moreover, \nit was expected that nearly 40% would stop therapy during the 4 months of the induction therapy, due to disease progression or \ntoxicity. To achieve such a sample size in the maintenance therapy, it was estimated that 72 patients would have to enter the \ninduction therapy. \n\nAnalysis populations: Safety populations Study Part 1 \n\nEvaluable DLT population: Defined as the subset of the whole Part 1 patients that was exposed to at least 1 dose (even \nincomplete) of the study treatment and had a DLT assessment at Cycle 1. In practice, a DLT form was to be filled in at the end of \nCycle 1. This was to include patients followed up to the end of the evaluation period or patients who had experienced a DLT \nvalidated by the SC. Patients excluded from this population were to be replaced. This population was to be the primary analysis \npopulation for the definition of the RP2D to be used in the study Part 2. \n\nStudy Parts 1 and 2 \n\nSafety population: Defined as the subset of the ITT population that took at least 1 dose (even incomplete) of study treatment. This \nwas to include all Part 2 patients as well as patients treated at the RP2D in Part 1 of the study. This population was for safety \nanalyses. \n\nEfficacy populations \n\nStudy Part 1 \n\nNot-recommended Phase 2 dose (N-RP2D) population: Defined as the set of patients that gave their informed consent and were \nexposed to at least 1 dose (even incomplete) of the study treatment, at a DL other than the RP2D level. This population was not to \ninclude patients treated at the RP2D. \n\nAccording to template: QSD-001970 VERSION N° 4.0 (07-JUN-2012)  \n\nPage 7 \n\n \n\fStudy Parts 1 and 2 \n\nIntent-to-treat (ITT) population: Defined as the set of all patients who gave their informed consent and were successfully registered \ninto the study. This population was to be used as the secondary analysis population for PFS and ORR analyses and as the \nprimary analysis population for OS. This would include all Part 2 patients as well as patients treated at the RP2D in Part 1 of the \nstudy. \n\n-  On maintenance population: Defined as the subset of the ITT population that entered the A-maintenance phase \nand received at least 1 maintenance cycle, with at least 1 postmaintenance tumor evaluation (except for patients \nwith early documented PD, or who died due to PD, before having any postmaintenance tumor evaluation). This was \nto be the primary analysis population for the primary efficacy endpoint (MT-PFS@6). \n\n-  Evaluable population (EP) for tumor response: Defined as the subset of ITT population with measurable disease at \n\nstudy entry (as per RECIST version 1.1 criteria), who received at least 1 cycle of treatment, with at least \n1 postbaseline tumor evaluation, except for early disease progression (PD before first planned tumor \nassessment - ie, 9 weeks after first infusion) or death. This population was to be the primary analysis population for \nPFS and ORR analyses. \n\n- \n\nEP for metastases resection rate (R0): Defined as the subset of the ITT population that had undergone a \nmetastases resection with assessment at surgery (if any). This population was to be for supportive efficacy \nanalyses on the R0 resection rate. \n\nBiomarker populations \n\nBiomarker population: Defined as the set of patients included, treated, with a plasma sample drawn and successfully analyzed at \nbaseline, and at least 1 plasma sample drawn and successfully analyzed on-treatment. \n\nTumor marker population: Defined as patients included, treated, with a tumor tissue collected at baseline, and successfully \nanalyzed for tumor markers. \n\nStatistical analyses: \n\nSafety: The primary endpoint of Part 1 (dose escalation) was to determine the RP2D of the triplet combination to be used in Part 2 \nof the study. As the study enrollment was prematurely discontinued and only 4 patients were treated, the dose escalation was not \nfully performed. Thus, it was not possible to fully assess the primary endpoint. \n\nEfficacy: The primary objective of Part 2 was dependent on the primary objective of Part 1. As the primary objective of Part 1/dose \nescalation was not reached, no efficacy and/or pharmacodynamic exploratory analyses were performed. \n\nConsequently, only listings on AE/SAE, hematology and biochemistry parameters, urinalysis, and extent of exposure are provided \nin this abbreviated CSR. The NCI-CTCAE version 4.03 was used to grade clinical AEs and laboratory data. Clinical laboratory \nvalues were converted to standard international units by data management, and then were graded according to the NCI-CTCAE \nversion 4.03 whenever applicable, using laboratory ranges provided by the laboratory analyzing the sample whenever possible or \nusing generic normal ranges for other parameters. The maximum grade (worst) per patient was listed. When the NCI-CTCAE was \nnot applicable, laboratory values “out of normal ranges” were listed. \n\nSummary: \n\nThis study was planned to include 2 parts (Part 1 and Part 2) but the study enrollment was prematurely discontinued by the \nSponsor due to a G3 hypertension incidence, observed in the first 4 patients treated at the first DL tested (3 patients had G3 and \n1 patient had G2 hypertension), that was higher than expected compared to the known aflibercept safety profile when it is \nadministered in combination with standard chemotherapeutic agents. Thus, only limited data (safety listings) are presented in this \nreport. \n\nAccording to template: QSD-001970 VERSION N° 4.0 (07-JUN-2012)  \n\nPage 8 \n\n \n\fPopulation characteristics: Six patients were screened but only 4 patients were enrolled and treated at the first DL (aflibercept \n[6 mg/kg], oxaliplatin [100 mg/m2], and capecitabine [850 mg/m2 twice daily]) to be tested and they were all evaluable for DLTs. \nAll 4 patients received aflibercept in combination with XELOX in the induction phase: 1 patient had only 1 cycle, while the \nothers had up to 4 (2 patients) or 6 induction cycles (1 patient). Two patients were able to receive aflibercept as a single agent \nin the maintenance phase (1 patient received up to 12 cycles of aflibercept monotherapy) upon completion of the induction \ntherapy. \n\nOf the 4 patients, 3 discontinued the study treatment due to AEs (1 patient had 1 G3 acute coronary syndrome and 1 G3 \nhypertension; 1 patient had 1 G3 fatigue; and 1patient had a recurrent renal toxicity, namely 1 G2 hematuria and \n1 G1 proteinuria) and 1 patient discontinued due to disease progression. \n\nAll 4 enrolled patients were male, aged >65 years (range: 68 to 77 years), with an ECOG PS of 0 at baseline. \n\nEfficacy results: Due to premature enrollment discontinuation, the efficacy/pharmacodynamic evaluations originally planned \nwere no longer considered to be relevant and were not performed. As per the Investigators’ reported data, 1 patient had a \nconfirmed PR as best overall response (according to RECIST version 1.1 criteria) and 3 patients showed stable disease. Two \npatients had PR not confirmed at the subsequent time point. \n\nSafety results: A total of 57 treatment-emergent adverse events (TEAEs) were observed in 4 patients. There were no deaths \nreported during the study. A total of 5 SAEs (all G3: 1 acute coronary syndrome, 3 hypertension, and 1 fatigue) were reported \nin 3 patients and all SAEs were considered to be related to the study treatment. All SAEs were fully resolved and blood \npressure increases were promptly controlled with initiation and/or adjustment of antihypertensive therapies. The most \nfrequently reported SAE was G3 hypertension (3 events in 3 patients). One SAE of G3 acute coronary syndrome was classified \nas a DLT. The most frequently reported TEAE related to study treatment was hypertension (5 events, 3 G3 and 2 G2 in 4 \npatients); followed by headache (4 events, 2 G2 and 2 G1 in 2 patients); fatigue/asthenia and nausea (3 events each); and \nanorexia, diarrhea, stomatitis, and proteinuria (2 events each). Three patients had 5 TEAEs that led to aflibercept dose \nreduction at the time of Induction Cycle 2 administration (2 G3 hypertension, 1 G2 fatigue, and G2 hematuria concomitant with \nG2 proteinuria). Three patients had 5 TEAEs that led to permanent discontinuation of the study treatment (1 G3 acute coronary \nsyndrome with G3 hypertension, 1 G2 recurrent hematuria concomitant with G1 proteinuria, and 1 G3 fatigue). \n\nThere were no clinically significant hematological or biochemistry abnormalities and no unexpected new safety signals were \nobserved. \n\nOverall, the safety profile observed in this study was consistent in nature with the known aflibercept risk profile, except \nhypertension was reported more frequently in this study. \n\nIssue date: 02-Dec-2015  \n\nAccording to template: QSD-001970 VERSION N° 4.0 (07-JUN-2012)  \n\nPage 9 \n\n \n \n\f",
  "file_path": "/home/runner/workspace/attached_assets/aflibc06561_summary.pdf",
  "sampleSize": 0,
  "randomization": "Unknown",
  "studyDesign": "Unknown",
  "interventionalModel": "Unknown",
  "primaryPurpose": "Unknown",
  "maskingInfo": "Unknown"
}