{
  "nctrialId": "PDF-db9df22f",
  "csr_id": "PDF-db9df22f",
  "title": "Protocol A3191139 – 26 February 2009 - Final",
  "officialTitle": "Protocol A3191139 – 26 February 2009 - Final",
  "sponsor": "Unknown",
  "indication": "Cancer",
  "phase": "Phase 2",
  "fileName": "NQ8-01-02-013_Follow-up_3.pdf",
  "fileSize": 147525,
  "date": "2025-04-14",
  "completionDate": "2025-04-14",
  "drugName": "1 subject in the exemestane arm had deep vein thr",
  "source": "PDF Document: NQ8-01-02-013_Follow-up_3.pdf",
  "studyType": "Interventional",
  "status": "Completed",
  "description": "Protocol A3191139 – 26 February 2009 - Final These results are supplied for informational purposes only. Prescribing decisions should be made based on the approved package insert. For publications based on this study, see associated bibliography. PROPRIETARY DRUG NAME®/GENERIC DRUG NAME: Celebrex®/C...",
  "eligibilityCriteria": "Inclusion Criteria:\ninclusion criteria included: estrogen receptor positive (ER+ve) and/or progesterone receptor \npositive (PgR+ve) or unknown receptors (if previous response to tamoxifen); and at least \n1 measurable tumoral lesion.\n\nStudy Treatment:  Subjects randomized to exemestane alone received an oral dose taken \nwith food (25 mg tablet once daily); subjects randomized to the combination treatment \nreceived oral doses to be taken with food (25 mg tablet exemestane once daily; \ncelecoxib 2 x 200 mg tablets twi",
  "full_text": "PhRMA Web Synopsis\nProtocol A3191139 – 26 February 2009 - Final\n\nPFIZER INC.\n\nThese results are supplied for informational purposes only.\nPrescribing decisions should be made based on the approved package insert.\nFor publications based on this study, see associated bibliography.\n\nPROPRIETARY DRUG NAME®/GENERIC DRUG NAME: Celebrex®/Celecoxib\n\nTHERAPEUTIC AREA AND FDA APPROVED INDICATIONS:  See USPI.\n\nNATIONAL CLINICAL TRIAL NO.:  NCT00038103\n\nPROTOCOL NO.:  A3191139 (NQ8-01-02-013)\n\nPROTOCOL TITLE: Open-Label, Multicenter, Controlled Study of Exemestane \n(Aromasin®) with or without Celecoxib (Celebrex®) in Postmenopausal Women with \nAdvanced Breast Cancer (ABC) Having Progressed on Tamoxifen\n\nStudy Centers:  Subjects were recruited at 20 centers in 9 countries: 4 in India, 1 in the \nPhilippines, 5 in Belgium, 2 in Peru, 2 in Mexico, 2 in Colombia, 2 in Brazil, 1 in Canada \nand 1 co-ordinating site in the US.\n\nStudy Initiation and Completion Dates:  23 January 2002 to 27 March 2008\n\nPhase of Development:  Phase 2\n\nStudy Objectives:  \n\nPrimary\n\n To evaluate the effect of celecoxib on clinical benefit (defined as the frequency of \n\nobjective tumor response and disease stabilization for at least 24 weeks) of exemestane in \npostmenopausal women with advanced breast cancer (ABC) having progressed on \ntamoxifen.\n\nSecondary\n\n To evaluate the effect of celecoxib on other efficacy parameters than clinical benefit and \n\non the tolerability (incidence and severity of systemic toxicity) of exemestane in \npostmenopausal women with ABC having progressed on tamoxifen, and its effect on the \nexemestane pharmacodynamics and pharmacokinetics (PKs).\n\nMETHODS\n\nStudy Design:  This was an open-label, multicenter, randomized (1:1 randomization ratio)\nstudy of exemestane and exemestane combined with celecoxib in postmenopausal women \nwith ABC having progressed on tamoxifen.  The study design included administration of \n\nPFIZER CONFIDENTIAL\nPage 1\n\n090177e1809588e0\\Approved\\Approved On: 17-Mar-2009 02:42 \fPhRMA Web Synopsis\nProtocol A3191139 – 26 February 2009 - Final\n\nexemestane alone in order to confirm the reproducibility of results from previous studies and \nto exclude any bias that could have resulted from possible changes in the subject population.  \n\nNumber of Subjects (Planned and Analyzed):  It was planned to include 100 subjects in \nthe study; 111 subjects were enrolled, of which 55 subjects were assigned to the exemestane \narm and 56 to the combination arm (exemestane + celecoxib).\n\nDiagnosis and Main Criteria for Inclusion:  This study included postmenopausal female \nsubjects with ABC with disease progression who had progressed on tamoxifen.  Selected \ninclusion criteria included: estrogen receptor positive (ER+ve) and/or progesterone receptor \npositive (PgR+ve) or unknown receptors (if previous response to tamoxifen); and at least \n1 measurable tumoral lesion.\n\nStudy Treatment:  Subjects randomized to exemestane alone received an oral dose taken \nwith food (25 mg tablet once daily); subjects randomized to the combination treatment \nreceived oral doses to be taken with food (25 mg tablet exemestane once daily; \ncelecoxib 2 x 200 mg tablets twice daily) throughout the study period.  Subjects remained in \nthe study until disease progression, death or unacceptable toxicity.  \n\nEfficacy Evaluations:  The primary endpoint of the study was to determine antitumor \nefficacy and was based on objective tumor assessments made according to the Response \nEvaluation Criteria in Solid Tumors (RECIST) system of unidimensional evaluation.  The \ntiming and type of tumor evaluations were carried out at baseline and on Week 8, 16, and 24, \nevery 12 weeks beyond Week 24 up to Week 108, and every 24 weeks afterwards.\n\nSecondary endpoints were as follows:\n\n1. Duration of objective response (in subjects with complete response [CR] or partial \n\nresponse [PR]): the time from the first objective documentation of response until the first \nobjective documentation of tumor progression or death due to tumor progression in the \nabsence of previous documentation of tumor progression.\n\n2. Duration of long-term stable disease (SD) (in subjects with long-term SD): the time from \nrandomization until the first objective documentation of tumor progression or death due \nto tumor progression in the absence of previous documentation of tumor progression.  \n\n3. Duration of clinical benefit (in subjects with CR, PR or long-term SD): the time from \n\nrandomization until the first objective documentation of tumor progression or death due \nto tumor progression in the absence of previous documentation of tumor progression.  \n\n4. Time to tumor progression (TTP): the time from randomization to first objective \n\ndocumentation of tumor recurrence or progression or death due to tumor progression in \nthe absence of previous documentation of tumor progression.\n\nFor subjects who did not have objective evidence of tumor progression and who were \nremoved from the study, or who died of causes not related to cancer, or those subjects who \nwere given antitumor treatment other than the study treatment, duration of objective \nresponse, duration of long-term SD, duration of clinical benefit and TTP were to be censored. \n\nPFIZER CONFIDENTIAL\nPage 2\n\n090177e1809588e0\\Approved\\Approved On: 17-Mar-2009 02:42 \fPhRMA Web Synopsis\nProtocol A3191139 – 26 February 2009 - Final\n\nSubjects who died of unknown causes were considered to have died due to tumor \nprogression.\n\n5. Time to treatment failure (TTF): the time from the randomization to the date of first \n\nobjective documentation of tumor recurrence or progression or death due to any cause or \nwithdrawal from study treatment due to any reason, whichever was the earliest event. \nSubjects who were still on treatment at the time of the analysis were not to be considered \nto have experienced treatment failure.  For those subjects, TTF was censored at last \navailable assessment.  \n\n6. Survival: the time from randomization to the date of death due to any cause.  Subjects \n\nalive at the time of analysis and subjects lost to follow-up were censored at last available \nassessment.\n\nPharmacokinetic and Pharmacodynamic Evaluations:  \n\nPharmacokinetics\n\nPlasma concentrations of exemestane and its metabolite 17-hydroexemestane were \ndetermined in subjects in selected centers to explore the effect of celecoxib on the exposure \nto exemestane.\n\nPharmacodynamics\n\nEvaluations included plasma concentrations of estradiol (E2), estrone (E1), estrone sulfate \n(E1S) and sex hormone-binding globulin (SHBG).\n\nSafety Evaluations:  Safety evaluations included the monitoring of all adverse events (AEs); \nhematological, biochemical and urinary parameters; vital signs and electrocardiogram \n(ECG).\n\nPhysical examination including the determination of body weight, diastolic and systolic\nblood pressure (BP) and heart rate (HR) were performed at baseline, before dosing, and at\neach subsequent visit.  Eastern Co-operative Oncology Group (ECOG) performance status \nwas assessed at each visit.  An ECG was performed at baseline, before dosing, and after \ndosing if clinically indicated.  Laboratory tests (hematology: hemoglobin, white blood cell \n[WBC] count with differentials, platelet count; blood chemistry: total serum bilirubin, \nalkaline phosphatase, alanine transaminase [ALT], aspartate transaminase [AST], gamma \nglutamyl transferase [GGT], total protein, total calcium, glucose, creatinine, blood urea \nnitrogen, total cholesterol, high-density lipoprotein cholesterol and triglycerides; and \nurinalysis: pH and protein) were performed at each scheduled visit.\n\nStatistical Methods:  Subjects were randomized according to a minimization procedure to \nbalance major prognostic factors (response to prior tamoxifen, prior chemotherapy and site of \nmetastases) in the 2 treatment arms.  The sample size for the combination arm was \ndetermined according to the 1 stage Fleming design.  The inclusion of the exemestane arm in \nthe study was used as internal control.  Overall, 50 subjects per arm were needed to account \nfor an approximately 10% non-evaluability rate. \n\nPFIZER CONFIDENTIAL\nPage 3\n\n090177e1809588e0\\Approved\\Approved On: 17-Mar-2009 02:42 \fPhRMA Web Synopsis\nProtocol A3191139 – 26 February 2009 - Final\n\nEfficacy Analyses\n\nThe primary endpoint of this study was the evaluation of the clinical benefit rate defined as\nthe proportion of subjects who achieved objective tumor response (CR or PR) or long-term \ndisease stabilization (SD lasting at least 24 weeks) out of the total number of subjects \nincluded in the population (evaluable or intent-to-treat [ITT]).  The 95% confidence interval \n(CI) for the clinical benefit rate was calculated using the normal approximation of the \nbinomial distribution.  The estimation of the objective response rate was also provided.\n\nSecondary efficacy endpoints (duration of clinical benefit, duration of objective response, \nduration of long-term SD, TTP, TTF and survival) were estimated by Kaplan and Meier\nmethods and graphically presented both in the evaluable and the ITT populations.  Analyses \nfocused on the combination arm, but were also provided for the exemestane arm.\n\nPharmacokinetic and Pharmacodynamic Analyses\n\nDescriptive statistics were provided for all PK and pharmacodynamic parameters.\n\nSafety Analyses\n\nAEs were coded according to the Medical Dictionary for Regulatory Activities (MedDRA \nVersion 11.1) and were described in terms of severity, seriousness and study treatment \nrelationship.  Aggregations according to the System Organ Class were provided.  Data were \nanalyzed by subject.  The worst severity grade was the one reported during the entire study \nperiod.  \n\nLaboratory data was graded according to the National Cancer Institute Common \nTerminology Criteria (NCI CTC; Version 2.0) classification whenever possible.  For each \nparameter, a cross-tabulation of the worst grade observed during treatment versus the \nbaseline was provided.   \n\nRESULTS\n\nSubject Disposition and Demography:  Subject disposition and subjects analyzed are \nsummarized in Table S1.  A total of 111 subjects were randomized (55 subjects in the \nexemestane arm; 56 subjects in the combination arm); 2 subjects in the exemestane arm were \nnot treated.  Eleven subjects were considered non-evaluable for efficacy, either because they \nwere never treated, has less than 4 weeks of treatment or had an early withdrawal.  There \nwere 5 subjects who were non-evaluable for safety: 2 subjects (3.6%) were randomized but \nnever treated in the exemestane arm and 3 subjects (5.4%) were treated but never assessed \nfor safety in the combination arm.  \n\nApproximately 54% of subjects completed at least Weeks 16-24 of treatment (49.1% in the \nexemestane arm and 58.9% in the combination arm), and approximately 3% of subjects \ncompleted more than 180 weeks of treatment.  The median duration of treatment was \n16.3 weeks (range 3.3-296.0 weeks) and 18.4 weeks (range 0.3-302.3 weeks) for the \nexemestane and combination arms, respectively.\n\nPFIZER CONFIDENTIAL\nPage 4\n\n090177e1809588e0\\Approved\\Approved On: 17-Mar-2009 02:42 \fPhRMA Web Synopsis\nProtocol A3191139 – 26 February 2009 - Final\n\nTable S1.  Subject Disposition and Subjects Analyzed\n\nNumber (%) of Subjects\nRandomized \nTreated\n\nDiscontinuations\n   Adverse events \n   Consent withdrawn\n   Lack of efficacy \n   Lost to follow-up \n   Protocol violation \n   Randomized/never treated\n   Sponsor's Decision \n\nSubjects died\nEvaluable population for efficacy\nITT population \nSafety population\nITT = Intent-to-treat\n\nExemestane Arm\n(Exemestane Alone)\n55 \n53\n\nCombination Arm  \n(Exemestane + Celecoxib)\n56 \n56 \n\n55 (100.0)\n5 (9.1)\n0\n48 (87.3)\n0\n0\n2 (3.6)\n0\n\n32\n49 \n55 \n53\n\n56 (100.0)\n6 (10.7)\n3 (5.4)\n41 (73.2)\n3 (5.4)\n2 (3.6)\n0\n1 (1.8)\n\n37\n51\n56\n53\n\nThe demographic characteristics age, race and body mass index were similar in both arms.  \nThe distribution of ECOG performance status (0, 1 or 2) was similar for both arms.  Other \nbaseline characteristics (postmenopausal status, tumor history, prior antitumor treatment, \nreceptor status and site of disease) were also similar for the 2 treatment arms.\n\nEfficacy Results: \n\nPrimary Efficacy Endpoint\n\nClinical benefit and objective response rates were similar for the 2 treatment arms \n(Table S2).  Clinical benefit was observed in 24 subjects in each arm, showing a clinical \nbenefit rate of 49.0% in the combination arm and 47.1% in the exemestane arm.  Objective \nresponse was observed in 12 subjects in the combination arm and 11 subjects in the \nexemestane arm; the resulting objective response rates were 23.5% in the combination arm \nand 22.4% in the exemestane arm.\n\nSimilar results were seen for the ITT population.  Tumor response was similar for the 2 arms \nwhen stratified for previous response to tamoxifen, previous chemotherapy and site of \nmetastasis and according to receptor status.  \n\nPFIZER CONFIDENTIAL\nPage 5\n\n090177e1809588e0\\Approved\\Approved On: 17-Mar-2009 02:42 \fPhRMA Web Synopsis\nProtocol A3191139 – 26 February 2009 - Final\n\nTable S2. Summary of Tumor Response – Evaluable for Efficacy Population\n\nNumber (%) of Subjects\n\nBest Tumor Response:\n  CR\n  PR\n  SD\n    ≥24 weeks\n    <24 weeks and off therapy\n  PD\n    Within Week 4 of therapy\n    After Week 4 of therapy\n\nExemestane Arm\n(Exemestane Alone)\nN=49\n\nCombination Arm  \n(Exemestane + Celecoxib)\nN=51\n\n3.0 (6.1)\n8.0 (16.3)\n19.0 (38.8)\n13.0 (26.5)\n6.0 (12.2)\n19.0 (38.8)\n0\n19.0 (38.8)\n\n2.0 (3.9)\n10.0 (19.6)\n23.0 (45.1)\n12.0 (23.5)\n11.0 (21.6)\n16.0 (31.4)\n0\n16.0 (31.4)\n\nClinical Benefit Ratea [95% CI]\n\n24.0 (49.0) [34.4%, 63.7%]\n\n24.0 (47.1) [32.9%, 61.5%]\n\nObjective Response Rateb [95% CI]\n\n11.0 (22.4) [11.8%, 36.6%]\n\n12.0 (23.5) [12.8%, 37.5%]\n\nCI = confidence interval; CR = complete response; PR = partial response; SD = stable disease; \nPD = progressive disease\na Clinical benefit rate = CR + PR + SD ≥24 weeks\nb Objective response rate = CR + PR\n\nSecondary Efficacy Endpoints\n\nFor the evaluable for efficacy population, the subjects with clinical benefit (24 subjects per \ntreatment arm), had a median duration of response of 96.6 weeks in the combination arm and \n49.1 weeks in the exemestane arm (Table S3).  Confidence intervals (95%) were wide for \nboth arms, with the lower CI similar for both arms (37 weeks).\n\nApproximately 20% of subjects had an objective response in each arm, with the median \nduration for the combination arm (40.1 weeks) approximately 7 weeks longer than for the \nexemestane arm (32.7 weeks).  Again, CIs were wide and the lower CI was similar for both \narms.\n\nMedian duration of SD ≥24 weeks was 109.7 weeks in the combination arm (12 subjects) and \n52.9 weeks in the exemestane arm (13 subjects); the 95% CI were wide and the lower CI was \nsimilar for both treatments.\n\nFor both treatments, median TTP and median TTF were similar; approximately 20 weeks.\n\nThe number of deaths was similar for both arms: 32 and 37 deaths for the exemestane and \ncombination arms, respectively.  Median survival time was approximately 75 weeks for both \ntreatments.\n\nPFIZER CONFIDENTIAL\nPage 6\n\n090177e1809588e0\\Approved\\Approved On: 17-Mar-2009 02:42 \fPhRMA Web Synopsis\nProtocol A3191139 – 26 February 2009 - Final\n\nTable S3. Time (Weeks) to Event Endpoints – Evaluable for Efficacy Population \n\nMedian Duration of (95% CI):\n   Clinical Benefit \n   Objective Response\n   SD ≥24 weeks \nMedian TTP  (95% CI)\nMedian TTF (95% CI)\nMedian Survival (95% CI)\n\nExemestane Arm\n(Exemestane Alone)\nN=49 \n\nCombination Arm  \n(Exemestane + Celecoxib)\nN=51\n\n49.1 (37.0, 85.0)\n32.7 (23.1, 68.9)\n52.9 (36.6 , 110.0)\n20.0 ( 9.4, 36.6)\n18.1 (36.6, 49.0)\n74.7 (57.7, 101.4 )\n\n96.6 (37.0, 147.0)\n40.1 (28.3, 169.1)\n109.7 (36.6, 147.0)\n23.4 (16.3, 36.9)\n20.4 (34.6, 51.0)\n73.9 (52.3, 106.7)\n\nTTP = time to tumor progression; TTF = time to treatment failure; CI = confidence interval; SD = stable disease\n\nPharmacokinetic and Pharmacodynamic Results:\n\nPharmacokinetic Results\n\nPharmacokinetic samples were available from 13 subjects in the combination arm and from \n5 subjects in exemestane arm.  After exemestane alone, exemestane concentrations were in \nreasonable agreement with those obtained in a previous study in subjects with ABC.  In both \narms, some variability could be observed in the concentrations of both drug and metabolite.  \nAfter exemestane alone, drug levels were slightly higher than those after the combination \narm; 95% CIs suggested no difference in PK parameters between the 2 treatment arms.  The \nmetabolite-to-parent ratio after the combination therapy was not altered in comparison to that \nobtained after exemestane alone.\n\nPharmacodynamic Results\n\nAfter exemestane alone, the mean values for inhibition of E2, E1 and E1S ranged between \n81% and 89%.  Although the 95% CIs of average inhibition for E2 (both Day 29 and 57 \nvalues) and E1S (Day 29 only) indicated a difference between exemestane and combination \narms, absolute concentrations were similar between the 2 treatment arms for all the \n3 hormones.  The difference in outcome of the 2 parameters, absolute concentration and \npercentage inhibition, was probably due to the combination arm baseline concentrations for \nall estrogens being lower than those measured in the exemestane arm.\n\nAfter exemestane alone, the mean values for inhibition of SHBG were 29.3% and 41.2% at \nDay 29 and Day 57, respectively.  The 95% CIs for SHBG either expressed in terms of \nabsolute values or in term of percentage inhibition indicated that there were no relevant \ndifferences between the 2 treatment arms.\n\nSafety Results:  Most subjects reported at least 1 treatment emergent AE (Table S4).  Fewer\nthan 30% of subjects reported treatment-related AEs; these were reported by 13 and \n15 subjects in the exemestane and combination arms, respectively.  Most AEs were Grade 1 \nor 2 in severity, although for approximately 20% and 8% of subjects (across both treatment \n\nPFIZER CONFIDENTIAL\nPage 7\n\n090177e1809588e0\\Approved\\Approved On: 17-Mar-2009 02:42 \fPhRMA Web Synopsis\nProtocol A3191139 – 26 February 2009 - Final\n\narms) their most severe AE was Grade 3 and 4, respectively.  None of the Grade 4 AEs that \nwere reported were considered to be treatment-related.\n\nTable S4. Summary of Frequency of Treatment Emergent Adverse Events\n\nNumber (%) Subjects with:\n\nAny Event\n\nTreatment Related\n\nAny Event\n\nTreatment Related\n\nExemestane Arm\n(Exemestane Alone)\nN=53 \n\nCombination Arm  \n(Exemestane + Celecoxib)\nN=53 \n\nAt least 1 AE\nHighest grade of AE:\n  Grade 1\n  Grade 2\n  Grade 3\n  Grade 4\n\nAE = adverse event\n\n45 (84.9)\n\n13 (24.5)\n\n43 (81.1)\n\n15 (28.3)\n\n6 (11.3)\n25 (47.2)\n12 (22.6)\n2 (3.8)\n\n4 (7.5)\n8 (15.1)\n1 (1.9)\n0\n\n15 (28.3)\n13 (24.5)\n9 (17.0)\n6 (11.3)\n\n9 (17.0)\n4 (7.5)\n2 (3.8)\n0\n\nThe most common system organ class (SOC) of AE was Musculoskeletal and connective \ntissue disorders, which were reported by 42% and 49% of subjects in the exemestane and \ncombination arms, respectively (Table S5), most commonly back pain.  Most of these AEs \nwere not treatment-related.  Other common AEs pertained to the Gastrointestinal disorders \nand General disorders and administration site conditions SOCs.  Incidence of events in each \nof these SOCs was similar for the exemestane and combination arms.  There was a higher \nincidence of events in the Metabolism and nutrition disorders and in Investigations in the \nexemestane arm than the combination arm, while the incidence of events in Infections and \ninfestations was higher with the combination treatment.\n\nCardiac disorders were rare: 1 subject (1.9%) in the combination arm experienced cardiac \nfailure congestive (Grade 3); this was considered to be related to study medication.  Bleeding \nevents were also rare: ulcer hemorrhage (1 subject [1.9%]) and vaginal hemorrhage \n(2 subjects [3.8%]) were reported for the exemestane arm; the ulcer hemorrhage was \nconsidered to be related to study medication.\n\nPFIZER CONFIDENTIAL\nPage 8\n\n090177e1809588e0\\Approved\\Approved On: 17-Mar-2009 02:42 \fPhRMA Web Synopsis\nProtocol A3191139 – 26 February 2009 - Final\n\nTable S5.  Most Common Treatment Emergent Adverse Events by System Organ Class\n\n(Reported by >10% Subjects in Either Arm)\n\nMusculoskeletal and connective tissue disorders\nGastrointestinal disorders \nGeneral disorders and administration site conditions \nVascular disorders\nNervous system disorders\nInfections and infestations \nMetabolism and nutrition disorders\nInvestigations\nSkin and subcutaneous tissue disorders\nPsychiatric disorders\nRenal and urinary disorders\nReproductive system and breast disorders\n\nExemestane Arm\n(Exemestane Alone)\nN=53 \n22 (41.5%) \n17 (32.1%)\n18 (34.0%)\n11 (20.8%) \n10 (18.9%) \n7 (13.2%) \n14 (26.4%) \n10 (18.9%) \n8 (15.1%) \n6 (11.3%)\n6 (11.3%)\n6 (11.3%)\n\nCombination Arm  \n(Exemestane + Celecoxib)\nN=53 \n26 (49.1%)\n16 (30.2%)\n15 (28.3%)\n13 (24.5%)\n12 (22.6%)\n13 (24.5%)\n5 (9.4%)\n5 (9.4%)\n7 (13.2%)\n1 (1.9%)\n1 (1.9%)\n1 (1.9%)\n\nA total of 23 subjects had serious adverse events (SAEs) or death reported (14 in the \ncombination arm and 9 in the exemestane arm).  The majority of SAEs were related to the \nsubjects’ underlying disease; however, there were 3 SAEs that were reported as related to \nstudy drug: 1 subject in the exemestane arm had deep vein thrombosis (DVT) which resolved \nafter 14 days, 1 subject in the combination arm had a hypersensitivity reaction which \nresolved after 13 days, and subject in the combination arm had congestive cardiac failure, \nwhich was ongoing when study treatment was withdrawn.\n\nFive subjects died as a result of SAEs:\n\n A 57-year old subject died due to a cardiorespiratory arrest.\n\n A 44-year old subject died due to pulmonary embolism secondary to DVT due to paresis.\n\n A 46-year old subject died due to acute respiratory failure.\n\n An 83-year old subject died because of a general deterioration in health due to the disease\n\nunder study.\n\n A 68-year old subject died due to respiratory failure.\n\nMost clinical laboratory abnormalities were Grade 1 or 2.  Grade 3 and 4 abnormalities are \ndetailed in Table S6.  Some of the Grade 3 abnormalities had been present at baseline.  Two \nGrade 4 abnormalities were observed: total bilirubin for 1 subject in the exemestane arm (no \ngrade at baseline) and GGT for 1 subject in the combination arm (was Grade 3 at baseline).\n\nPFIZER CONFIDENTIAL\nPage 9\n\n090177e1809588e0\\Approved\\Approved On: 17-Mar-2009 02:42 \fPhRMA Web Synopsis\nProtocol A3191139 – 26 February 2009 - Final\n\nTable S6. Summary of Subjects with Grade 3 or 4 Laboratory Findings\n\nNumber (%) Subjects\n\nHematology\nPlatelet count\nNeutrophils\nLymphocytes\n\nBlood Chemistry\nAlkaline phosphatase\nAST\nGGT\nCalcium\nTotal bilirubin\n\nExemestane Arm\n(Exemestane Alone)\n\nGrade 3\n\nGrade 4\n\nCombination Arm  \n(Exemestane + Celecoxib)\nGrade 4\nGrade 3\n\n0\n2 (4.1)\n2 (4.1)\n\n3 (6.5)\n0\n7 (16.3)\n0\n0\n\n0\n0\n0\n\n0\n0\n0\n0\n1 (2.1)\n\n1 (2.0)\n0 1 (2.0)\n0\n\n2 (4.1)\n2 (4.1)\n5 (10.9)\n1 (2.2)\n0\n\n0\n0\n0\n\n0\n0\n1 (2.2)\n0\n0\n\nAST = aspartate aminotransferase; GGT = gamma glutamyl transferase\n\nCONCLUSIONS:\n\nThe demographic characteristics were similar in both arms and the 2 groups appeared \nbalanced with respect to the prognostic factors.  The majority of subjects in both groups were \naffected by visceral metastases, a factor known to be associated with a worse prognosis and a \npoor outcome.\n\nThe duration of clinical benefit was almost twice as long with the combination arm compared \nto the exemestane arm.  The median duration of prolonged stabilization of disease (SD \n24 weeks) was also almost twice as long in the combination arm.  It should be noted that the \nsample size was relatively small, making the 95% CIs for each of these parameters wide and \nin some case overlapping for the 2 treatment arms.  Median survival time was similar for the \n2 treatment arms.\n\nThe results of this study indicated that the combination of exemestane plus celecoxib was an \neffective and tolerated treatment for hormone-dependent ABC.  The exploratory nature of\nthis study and the limited sample size did not allow firm conclusions to be drawn regarding \nthe anti-tumor activity of the combination arm; however, the increases in the duration of \nclinical benefit and objective response suggested the possibility that the addition of celecoxib \nto exemestane could sustain the stabilization of the disease or the response obtained with the \nexemestane treatment alone by delaying disease progression.\n\nPFIZER CONFIDENTIAL\nPage 10\n\n090177e1809588e0\\Approved\\Approved On: 17-Mar-2009 02:42 \f",
  "file_path": "/home/runner/workspace/attached_assets/NQ8-01-02-013_Follow-up_3.pdf",
  "sampleSize": 0,
  "randomization": "Unknown",
  "studyDesign": "Unknown",
  "interventionalModel": "Unknown",
  "primaryPurpose": "Unknown",
  "maskingInfo": "Unknown"
}