{
  "nctrialId": "PDF-6935614e",
  "csr_id": "PDF-6935614e",
  "title": "Protocol A0221058 – 26 August 2010 – Final",
  "officialTitle": "Protocol A0221058 – 26 August 2010 – Final",
  "sponsor": "Unknown",
  "indication": "Asthma",
  "phase": "Phase 4",
  "fileName": "A0221058_3.pdf",
  "fileSize": 747128,
  "date": "2025-04-14",
  "completionDate": "2025-04-14",
  "drugName": "Toviaz®/ Fesoterodine \nFumarate\n\nTHERAPEUTIC AREA",
  "source": "PDF Document: A0221058_3.pdf",
  "studyType": "Interventional",
  "status": "Completed",
  "description": "Protocol A0221058 – 26 August 2010 – Final These results are supplied for informational purposes only. Prescribing decisions should be made based on the approved package insert. For publications based on this study, see associated bibliography. PROPRIETARY DRUG NAME®/GENERIC DRUG NAME: Toviaz®/ Feso...",
  "eligibilityCriteria": "Inclusion Criteria:\ninclusion criteria and at Week 12 (end of treatment \nvisit).  Sitting blood pressure and pulse rate were recorded at all visits including screening, \nbaseline, Week 4, and Week 12 or early termination visit.\n\nStatistical Methods:  All efficacy parameters were analyzed within the FAS.  In addition, \nthe primary efficacy endpoint was also analyzed using the PPAS.\n\nThe primary efficacy endpoint was the change in mean number of micturitions (micturition \nfrequency [MF]) per 24 hours at Week 12 relat",
  "full_text": "PhRMA Web Synopsis\nProtocol A0221058 – 26 August 2010 – Final\n\nPFIZER INC.\n\nThese results are supplied for informational purposes only.\nPrescribing decisions should be made based on the approved package insert.\nFor publications based on this study, see associated bibliography.\n\nPROPRIETARY DRUG NAME®/GENERIC DRUG NAME: Toviaz®/ Fesoterodine \nFumarate\n\nTHERAPEUTIC AREA AND FDA APPROVED INDICATIONS: See United States \nPackage Insert (USPI)\n\nNATIONAL CLINICAL TRIAL NO.:  NCT00806494\n\nPROTOCOL NO.: A0221058\n\nPROTOCOL TITLE: A 12 Week, Multicentre, Open Label Study to Evaluate the Efficacy, \nTolerability and Safety of a Fesoterodine Flexible Dose Regimen in Patients with Overactive \nBladder\n\nStudy Centers:  The study was conducted at 39 centers in the United Kingdom.\n\nStudy Initiation Date and Completion Dates:  07 February 2009 to 14 January 2010\n\nPhase of Development:  Phase 4\n\nStudy Objectives:  The primary objective was to demonstrate the efficacy, in terms of \nreduction of micturitions, of 12 weeks flexible dose fesoterodine in subjects with overactive \nbladder (OAB) compared with baseline.\n\nThe secondary objectives were to assess the use of flexible dosing of fesoterodine on other \nbladder diary variables after 4 and 12 weeks compared to baseline, the effect of flexible dose \nfesoterodine on treatment satisfaction and health related quality of life (QoL) measures at \n12 weeks compared to baseline, and the safety and tolerability of flexible dose fesoterodine \nin subjects with OAB.\n\nThe exploratory objectives were to analyze baseline data such as subject demographics, \nsubject reported outcomes and bladder diary variables that could predict dose escalation after \n4 weeks, understand the impact of cessation of fesoterodine after 12 weeks of therapy and to \nexplore the potential impact of fesoterodine upon goal achievement after 12 weeks of \ntherapy.\n\nMETHODS\n\nStudy Design:  This was a single country, multi-center, open-label study which aimed to \nenter 326 male and female subjects with OAB symptoms from across the United Kingdom at \napproximately 41 centers in primary and secondary care sites, with each center enrolling \n\nPage 1\n\n090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 \fPhRMA Web Synopsis\nProtocol A0221058 – 26 August 2010 – Final\n\napproximately 8 subjects.  The study required 5 in-clinic visits including the screening visit, \nbaseline/enrollment visit, end of Week 4 visit, end of treatment visit (Week 12), and a post \ntreatment visit (Week 16).\n\nNumber of Subjects (Planned and Analyzed): It was estimated that a sample size of \n277 subjects would have been sufficient to provide 95% confidence intervals (CIs) of width \nno more than 0.38 with 80% coverage probability.  Allowing for a drop-out rate of 15%, a \ntotal of 326 subjects were required to be entered into the study.\n\nAll 331 subjects who were treated were included in the safety analysis set and were analyzed \nfor adverse events (AEs).  One subject was excluded from the full analysis set (FAS) because \nshe did not have any post-baseline efficacy data for any efficacy endpoints.  A total of \n251 subjects (75.8%) were included in the per protocol analysis set (PPAS).\n\nDiagnosis and Main Criteria for Inclusion:  Eligible subjects were male or female \noutpatients ≥18 years old with OAB symptoms (subject-reported) for ≥3 months prior to \nscreening/Visit 1 according to International Continence Society guidelines, mean urinary \nfrequency of ≥8 micturitions per 24 hours as verified by the screening bladder diary prior to \nbaseline/Visit 2, and mean number of urgency episodes ≥3 per 24 hours as verified by the \nscreening bladder diary prior to baseline/Visit 2 (urgency episodes were defined as those \nwith urinary sensation scale [USS] rating ≥3).  Subjects with conditions that would \ncontraindicate the usage of fesoterodine or could impact OAB symptoms, history of urinary \ntract surgery, active bladder stones and urinary tract infection were excluded from the study.\n\nStudy Treatment:  All entered subjects were initially treated with fesoterodine 4 mg once \ndaily for the first 4 weeks of treatment.  At the end of Week 4, based upon a discussion \nbetween the subject and the investigator of efficacy and tolerability reported by the subject, \nthe investigator could either increase the dose to 8 mg for those subjects who desired greater \nsymptom improvement and reported good tolerability, or could continue the subject on the \n4 mg dose, for the remaining 8 weeks of the study.  No dose adjustments were allowed \nduring the remaining 8 weeks of the treatment phase of the study.  One tablet was to be taken \nwith water at approximately the same time every day.\n\nEfficacy Evaluations:\n\nBladder Diary:\n\nEach subject was to complete a bladder diary for 3 consecutive days immediately preceding \neach clinic visit to record details of micturitions (frequency, urgency, urgency urinary \nincontinence [UUI]).\n\nPage 2\n\n090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 \fPhRMA Web Synopsis\nProtocol A0221058 – 26 August 2010 – Final\n\nQuestionnaires:\n\nPatient Perception of Bladder Condition (PPBC) is a self-administered, single-item, validated \nquestionnaire that asked subjects to describe their perception of their bladder-related \nproblems.  The PPBC was administered at screening (Visit 1), baseline (Visit 2), Week 4 \n(Visit 3), Week 12 or early termination (Visit 4), and Week 16 (Visit 5).\n\nUrgency Perception Scale (UPS; formerly referred to as Patient Perception of Urgency Scale) \nis a self-administered, single-item, validated questionnaire that measured the subject’s \nperception of urinary urgency.  It was administered at baseline (Visit 2), Week 4 (Visit 3),\nand Week 12 or early termination (Visit 4).\n\nThe Overactive Bladder-questionnaire (OAB-q) symptom bother scale consisting of 8 items\nasked the subjects how much they had been bothered by selected bladder symptoms during \nthe past 4 weeks.  It was administered at baseline (Visit 2), Week 4 (Visit 3), and Week 12 or \nearly termination (Visit 4).\n\nThe King’s Health Questionnaire (KHQ) is a self-administered questionnaire containing \n21 questions that are scored in 9 domains (general health perception, incontinence impact, \nrole limitations, physical limitations, social limitations, personal relationships, emotions, \nsleep/energy, severity of urinary symptoms).  It was administered at baseline (Visit 2), \nWeek 4 (Visit 3), and Week 12 or early termination (Visit 4).\n\nThe International Consultation on Incontinence Questionnaire-Short Form (ICIQ-SF) is a\nbrief and comprehensive subject-completed questionnaire containing 6 items for the \nassessment and quantification of incontinence and its impact on QoL.  It was administered at \nbaseline (Visit 2) and at Week 12 or early termination (Visit 4).\n\nThe Benefit, Satisfaction and Willingness to continue (BSW) is a 3-item questionnaire \ndesigned to assess treatment benefit, subject satisfaction with treatment, and subject \nwillingness to continue treatment.  It was administered at Week 12 or early termination\n(Visit 4).\n\nAn initial version of the Self Assessment Goal Achievement (SAGA) questionnaire, before \nthe final validated version was available, was included in the study as an exploratory \nendpoint.  The SAGA questionnaire is a subject-completed, physician-reviewed tool to assess \ntreatment goals and achievement of goals for subjects suffering from OAB and/or other \nurinary tract symptoms. SAGA First Assessment questionnaire was provided to the subjects\nat the end of screening visit, when the investigator took the time to explain the questionnaire.\nThe second part (SAGA Follow-up questionnaire) was provided to the subjects along with \ntheir SAGA First Assessment finalized at baseline (Visit 2) (for reference).\n\nThe Treatment Satisfaction Question (TSQ) is a self-administered, 1-item measure of subject \nsatisfaction for subjects receiving treatment for OAB.  The TSQ was administered at the end \nof study at Week 12 or early termination visit (Visit 4) to assess subject’s satisfaction with \ncurrent treatment of fesoterodine.\n\nPage 3\n\n090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 \fPhRMA Web Synopsis\nProtocol A0221058 – 26 August 2010 – Final\n\nSafety Evaluations:  AEs were monitored throughout the study. A urine dipstick test for red \nblood cells, white blood cells, glucose, protein, and nitrites was performed only at the \nscreening visit for assessment of study entry qualification.  A urine pregnancy test \n(beta-human chorionic gonadotropin) was done for women of child bearing potential at \nscreening visit for assessment of study inclusion criteria and at Week 12 (end of treatment \nvisit).  Sitting blood pressure and pulse rate were recorded at all visits including screening, \nbaseline, Week 4, and Week 12 or early termination visit.\n\nStatistical Methods:  All efficacy parameters were analyzed within the FAS.  In addition, \nthe primary efficacy endpoint was also analyzed using the PPAS.\n\nThe primary efficacy endpoint was the change in mean number of micturitions (micturition \nfrequency [MF]) per 24 hours at Week 12 relative to baseline.  The mean MF per 24 hours \nwas calculated as the sum of all micturitions divided by the total number of diary days \ncollected at that visit.  The primary endpoint was summarized using descriptive statistics, \nwhich included the number of subjects, mean, standard deviation, minimum, median, \nmaximum and 95% CI.\n\nThe secondary efficacy endpoints based on the bladder diary were: \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nchange in mean MF per 24 hours at Week 4 relative to baseline\n\npercent change in MF at Weeks 4 and 12 relative to baseline\n\nchange and percent change in mean number of nocturnal micturitions (nocturnal \nmicturition frequency [NMF]) per 24 hours at Weeks 4 and 12 relative to baseline in \nsubjects with >0 episodes during the 3-day baseline diary period\n\nchange and percent change in mean number of UUI episodes per 24 hours at Weeks 4 and \n12 relative to baseline in subjects with >0 UUI episodes during the 3-day baseline diary \nperiod\n\nchange and percent change in mean number of urgency episodes (urgency episode \nfrequency [UEF]) per 24 hours at Weeks 4 and 12 relative to baseline\n\nchange and percent change in mean number of nocturnal urgency episodes (nocturnal \nurgency episode frequency [NUEF]) per 24 hours at Weeks 4 and 12 relative to baseline \nin subjects with >0 episodes during the 3-day baseline diary period\n\nchange and percent change in mean number of severe urgency episodes (severe urgency \nepisode frequency [SUEF]) per 24 hours at Weeks 4 and 12 relative to baseline in \nsubjects with >0 episodes during the 3-day baseline diary period\n\nchange in mean number of incontinence pads used per 24 hours at Weeks 4 and 12 \nrelative to baseline.\n\nTo support the interpretation of the primary analysis, a secondary analysis on the primary \nendpoint similar to the primary analysis was to be conducted based upon the PPAS.  All \n\nPage 4\n\n090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 \fPhRMA Web Synopsis\nProtocol A0221058 – 26 August 2010 – Final\n\nother secondary diary endpoints (both absolute and percent change) were summarized as \ncontinuous endpoints with summary statistics provided for baseline and Weeks 4 and 12.  \nThese summary statistics were also provided for numeric and percentage changes from \nbaseline to Weeks 4 and 12.\n\nThe secondary efficacy endpoints based on the questionnaires were:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nchange in PPBC at Weeks 4 and 12 relative to baseline\n\nchange in UPS at Weeks 4 and 12 relative to baseline\n\nchange in OAB-q symptom bother and individual item (question) scores at Weeks 4 and \n12 relative to baseline\n\nchange in total score of each domain and individual item (question) score at Week 12 \nrelative to baseline\n\nchange in ICIQ-SF and individual item (questions 1-3) scores at Week 12 relative to \nbaseline\n\neach BSW item and total score at Week 12\n\npercentage of subjects reporting satisfaction (including ‘very satisfied’ and ‘somewhat \nsatisfied’) at Week 12.\n\nThe change from baseline to Weeks 4 and 12 in the PPBC were summarized.  Frequency \ntables and change from baseline frequency tables were also presented.  Frequency tables for \nthe UPS categories at each visit and change from baseline to Week 4 and Week 12 frequency \ntables were presented.  The change in the symptom severity/bother items and total of the \nOAB-q symptom bother scale at Week 4 and Week 12 relative to baseline was summarized.  \nAbsolute values and changes from baseline at Week 12 for each domain of the KHQ were \nsummarized.  The changes from baseline in item scores of the ICIQ-SF at Week 12 were \nsummarized.  Each item of the BSW and the total score at Week 12 were summarized.  For \nthe single item measure of satisfaction from the TSQ, the score (very dissatisfied to very \nsatisfied) at Week 12 was summarized descriptively.  In addition, the percentage of \nresponders (ie, subjects who indicated being ‘Very satisfied’ or ‘Somewhat satisfied’) was \nsummarized at Week 12.\n\nEndpoints based on changes (absolute or percentage) from Week 12 (end of treatment) to \nWeek 16 were evaluated for exploratory analyses.\n\nThe proportion of subjects escalating from fesoterodine 4 mg to fesoterodine 8 mg at Week 4 \nwas summarized.  Logistic regression analysis was used to explore the relationship between \nthe final dose of fesoterodine (ie, whether subjects escalated to 8 mg or not) and \nscreening/baseline factors, and other covariates, as follows:\n\n Baseline mean number of micturitions per 24 hours\n\nPage 5\n\n090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 \fPhRMA Web Synopsis\nProtocol A0221058 – 26 August 2010 – Final\n\n Change in mean number of micturitions per 24 hours at Week 4 relative to baseline\n\n PPBC score at Week 4\n\n OABwet (at least 1 incontinence episode per 24 hours at baseline) vs OABdry (no \n\nincontinence episodes per 24 hours at baseline)\n\n Age\n\n Gender\n\n BMI\n\n Duration of OAB from the date of onset\n\n Presence/absence of anticholinergic AEs prior to Week 4\n\nFor the purposes of this analysis, the PPBC responses at Week 4 were categorized into ‘no \nproblems/some very minor problems’, ‘some minor problems’, ‘some moderate problems’ \nand ‘severe problems/many severe problems’.  The reference category for comparing the \nproportion titrating for this factor was ‘no problems/some very minor problems’ and the odds \nof titrating for subjects in this category were compared to each of the other categories.  The \nfactors OABwet vs OABdry, gender, presence/absence of anticholinergic AEs prior to Week 4\nwere modeled as binary endpoints, and baseline and change from baseline to Week 4 in mean \nnumber of micturitions per 24 hours, age, BMI and duration of OAB were modeled as \ncontinuous endpoints.\n\nThe covariate factors used in this analysis were summarized for all subjects, split by subjects \nwho were dose titrated and not dose titrated at Week 4.\n\nSafety data were summarized for all subjects included in the safety analysis set.  All safety \ndata were summarized and listed according to the sponsor’s data standards.\n\nPage 6\n\n090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 \fPhRMA Web Synopsis\nProtocol A0221058 – 26 August 2010 – Final\n\nRESULTS\n\nSubject Disposition and Demography:  Table 1 summarizes the subject disposition.  The \nmost common reasons for discontinuations were ‘other’ reasons that were not related to study \ntreatment (30 subjects [9.1%]) with the majority occurring during the post-treatment \nfollow-up period between Week 12 and 16, and treatment-related AEs (25 subjects [7.6%]).\n\nTable 1.\n\nSubject Disposition\n\nNumber of Subjects\nScreened\nAssigned to study treatment\nTreated\nCompleted\nDiscontinued\n\n418\n\nRelated to study treatment\n\nAdverse event\nLack of efficacy\n\nNot related to study treatment\n\nAdverse event\nLost to follow-up\nOther\nSubject no longer willing to participate \nin study\n\nFesoterodine\n\n331\n331\n251 (75.8)\n80 (24.2)\n31 (9.4)\n25 (7.6)\n6 (1.8)\n49 (14.8)\n4 (1.2)\n10 (3.0)\n30 (9.1)\n\n5 (1.5)\n\nSubjects were mostly white (325 subjects [98.2%]) and female (263 subjects [79.5%]).\nSubjects had a mean age of 60.3 years (range:  23-86 years) and weight of 79.7 kg (range:  \n51.0-174.0 kg).  All 331 subjects had a history of hypertonic bladder with a mean duration \nsince onset of 7.7 years (range:  0.1 to 53.8 years).\n\nEfficacy Results:\n\nPrimary Efficacy Results:\n\nResults from this study showed a clinically relevant change (improvement) from baseline to \nWeek 12 in the primary endpoint of mean MF per 24 hours.  The mean change from baseline\nin the primary endpoint was -3.26 (95% CI:  -3.62, -2.91) (Table 2).\n\nPage 7\n\n090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 \fPhRMA Web Synopsis\nProtocol A0221058 – 26 August 2010 – Final\n\nTable 2. Mean Micturition Frequency per 24 hours – FAS (LOCF)\n\nBaseline\n\nn\nMean (SD)\n\nWeek 12\nn\nMean (SD)\nMedian (min, max)\nChange from Baseline at Week 12\n\nn\nMean (SD)\nMedian (min, max)\n\n95% CI\n\nFesoterodine\nN=330\n\n330\n12.82 (3.53)\n\n317\n9.58 (3.00)\n9.3 (2.3, 23.3)\n\n317\n-3.26 (3.21)\n-3.0 (-17.0, 7.7)\n-3.62, -2.91\n\nFAS=full analysis set; LOCF=last observation carried forward; n=number of subjects; SD=standard deviation; \nmin=minimum; max=maximum; CI=confidence interval; N=total number of subjects. Note: One subject was \nexcluded from the FAS because she did not have any post-baseline data for any efficacy endpoints.\n\nSecondary Efficacy Results:\n\nAt Week 12, there was a decrease from baseline (ie, improvement) in the NMF per 24 hours.  \nThe mean change from baseline to Week 12 was -0.78 (95% CI:  -0.91, -0.64).\n\nAt Week 12, there was a decrease from baseline (ie, improvement) in the UUI (urinary \nsensation scale rating of 5) per 24 hours.  The mean change from baseline to Week 12 was \n-1.64 (95% CI:  -2.02, -1.25).\n\nAt Week 12, there was a clinically relevant decrease (improvement) from baseline in the \nUEF (urinary sensation scale rating ≥3) per 24 hours.  The mean change from baseline to \nWeek 12 was -5.10 (95% CI:  -5.62, -4.58).\n\nAt Week 12, there was decrease from baseline (ie, improvement) in the NUEF (urinary \nsensation scale rating ≥3) per 24 hours.  The mean change from baseline to Week 12 was \n-1.16 (95% CI:  -1.32, -1.01).\n\nAt Week 12, there was a decrease from baseline (ie, improvement) in the SUEF (urinary \nsensation scale rating ≥4) per 24 hours.  The mean change from baseline to Week 12 was \n-2.93 (95% CI:  -3.36, -2.50).\n\nAt Week 12, the mean absolute change from baseline in the number of incontinence pads \nused per 24 hours was -0.64 per 24 hours (95% CI: -0.79, -0.49).\n\nAt baseline, all subjects (with responses at Week 12) considered their bladder condition \ncaused them problems, with the majority (276 subjects [85.7%]) considering the problems \nmoderate or severe, and 44 subjects (13.7%) considering the problems ‘many severe’.  At \nWeek 12, 160 subjects (49.7%) had major improvements in bladder condition compared to \nbaseline, and a further 94 subjects (29.2%) had minor improvements.\n\nPage 8\n\n090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 \fPhRMA Web Synopsis\nProtocol A0221058 – 26 August 2010 – Final\n\nAt baseline, most subjects (with responses at Week 12) were not able to hold urine \n(81 subjects [25.2%]) or were able to hold urine until they reached a toilet but without \nfinishing what they were doing (221 subjects [68.8%]).  At Week 12, 154 subjects (48.0%) \nhad improvements in UPS compared to baseline.\n\nAt Week 12, there was a decrease from baseline (ie, an indication of improvement) in the \nOAB-q Symptom Bother Score.  The mean change from baseline to Week 12 was -37.25 \n(95% CI:  -39.83, -34.66).  Changes from baseline in scores for individual questions were \ncomparable, no individual question score was markedly different.\n\nAt Week 12, there were decreases (ie, an indication of improvements) from baseline in all \ndomains of the KHQ, with the greatest improvements for the Physical and Role Limitations \ndomains.  Changes from baseline in scores for individual questions were comparable, no \nindividual question score was markedly different.\n\nAt Week 12, there was a decrease (ie, an indication of improvement) from baseline in the \nICIQ-SF.  The mean change from baseline to Week 12 was -5.13 (95% CI:  -5.72, -4.54).  \n\nMean changes from baseline in individual scores were negative for individual questions: \nfrequency (Question 1) and amount (Question 2) of urine leak, and how much leaking \ninterfered with life (Question 3).\n\nAt Week 12, >50% of subjects reported the maximum categories of benefit (Question 1:  \n‘much benefit’) and satisfaction (Question 2:  ‘very satisfied’) from treatment.  When \nsubjects were asked to answer ‘yes’ or ‘no’ to whether they were satisfied (Question 3) and \nwilling to continue treatment (Question 5), >75% of subjects answered ‘yes’ to each \nquestion.  When the magnitude of subjects’ willingness to continue was categorized, >60% \nreported the maximum category of ‘very willing’.\n\nThe majority of subjects (73.6%) reported satisfaction with study treatment at Week 12.\n\nExploratory Results\n\nAt Week 16, for all micturition diary variables there were deteriorations (increases in \nfrequency) from Week 12, ie, after the last dose of fesoterodine was taken.\n\nOf 307 subjects, 195 subjects had a dose increase from fesoterodine 4 mg to fesoterodine \n8 mg at Week 4.  For 182 subjects the dose increase was due to insufficient clinical response \nand for 13 subjects the dose increase was for ‘other’ reasons.  Most of the dose increases \n(111/195 subjects) were as result of the subject making the decision assisted by the \ninvestigator.  Dose increases also occurred as a result of the subject (68 subjects) or \ninvestigator (12 subjects) making the decision, or due to ‘other’ reasons (4 subjects). \n\nThe stepwise logistic regression identified the covariates of change from baseline in \nmicturition per 24 hours at Week 4 and response to the PPBC questionnaire at Week 4 as \nmost strongly associated with whether a subject titrated or not.  The other factors tested in the \nstepwise logistic regression (gender, age, BMI, presence or absence of anticholinergic AEs \nprior to Week 4, baseline mean number of micturitions per 24 hours, OABwet/OABdry and\n\nPage 9\n\n090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 \fPhRMA Web Synopsis\nProtocol A0221058 – 26 August 2010 – Final\n\nduration of OAB from the date of onset) were not found to be significant.  Response to the \nPPBC Questionnaire at Week 4 gave different results for the sub-group that titrated to \nfesoterodine 8 mg compared to the sub-group that did not; eg, of the subjects who were \ntitrated, 50 subjects (25.6%) had positive responses to ‘My bladder condition causes me \nsevere problems’ compared to 1 (0.9%) of the subjects who were not titrated.  Subjects who \nwere titrated had more micturitions per 24 hours at Week 4 (mean=13.4; SD=3.75) than \nthose who were not (mean=11.9; SD=2.98).\n\nThe most important goals at baseline, as identified by subjects in the SAGA questionnaire,\nwere ‘Reduce the sudden need to rush to the bathroom’, ‘Reduce frequency to the bathroom \nthrough the day’ and ‘Reduce frequency to the bathroom at night’.  The most frequently \nachieved goals at Week 12 were ‘Reduce difficulty starting or maintaining a urinary stream’, \n‘Reduce frequency to the bathroom through the day’ and ‘Reduce my urine leakage’.  Nearly \n50% of subjects (49.5%) achieved the goal that was rated ‘Most Important Goal’, and 81.0% \n‘Somewhat achieved goals’ or better.\n\nBenefit of treatment with fesoterodine, was generally observed across all subjects for Fixed \nTotal Score, Global Total Score, as well as OAB symptom-related Fixed Total Score and \nGlobal Total Score - derived from the SAGA questionnaire.  The mean scores at Week 12 \nranged between 47.62 and 48.63.\n\nAs per the TSQ, the majority of subjects reported satisfaction with the OAB medication \n(fesoterodine).  There was a high correlation between the SAGA questionnaire (overall \nachievement of goals) and the TSQ.\n\nSafety Results:  An overview of AE experience during the study is provided in Table 3.  A \ntotal of 605 AEs were reported by 254 subjects, and 295 AEs reported by 159 subjects were \nconsidered treatment-related.  The most commonly reported all-causality AEs were dry \nmouth (99 subjects [29.9%]), constipation (30 subjects [9.1%]) and diarrhea (29 subjects \n[8.8%]) (Table 4).  The majority of the most commonly reported AEs were considered \ntreatment-related.\n\nPage 10\n\n090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 \fPhRMA Web Synopsis\nProtocol A0221058 – 26 August 2010 – Final\n\nTable 3. Overview of Treatment-Emergent Adverse Events - All-Causality and \n\nTreatment-Related \n\nNumber of Subjects\n\nSubjects evaluable for AEs\n\nFesoterodine (N=331)\n331 \n\nAll Causality\n605\n\nTreatment-Related\n295\n\n254 (76.7)\n11 (3.3)\n25 (7.6)\n29 (8.8)\n\nAEs\nNumber (%) of subjects:\nSubjects with AEs\nSubjects with SAEs\nSubjects with severe AEs\nSubjects discontinued due to AEs\nSubjects with dose reductions or \ntemporary discontinuation due to AEs\n14 (4.2)\nIncludes data up to 7 days after last dose of study treatment.\nExcept for the number of AEs, subjects were counted only once per treatment in each row.\nSAEs are according to the investigator’s assessment.\nMedDRA (v12.1) coding dictionary applied.\nN=number of subjects; AE=adverse event; SAE=serious adverse event; MedDRA=Medical Dictionary for \nRegulatory Activities\n\n159 (48.0)\n3 (0.9)\n16 (4.8)\n25 (7.6)\n\n4 (1.2)\n\nTable 4.\n\nSummary of Most Commonly Reported Treatment-Emergent Adverse \nEvents (Occurring in >2% of Subjects) - All Causality and \nTreatment-Related\n\nNumber of Subjects \nwith MedDRA v12.1\nPreferred Term\n\nNumber (%) of subjects \nwith AEs\nNumber (%) of subjects \nwith:\n\nFesoterodine\n(N=331)\n\nAll Causality\n\n254 (76.7)\n\nTreatment-Related\n\n159 (48.0)\n\nDry mouth\nConstipation\nDiarrhea\nUrinary tract infection\nHeadache\nDyspepsia\nNausea\nDizziness\nFatigue\nBack pain\nDry eye\nCough\nDry throat\nSubjects were counted only once per treatment in each row.\nIncludes data up to 7 days after last dose of study treatment.\nMedDRA v12.1 coding dictionary applied.\nMedDRA=Medical Dictionary for Regulatory Activities; N=total number of subjects; AE=adverse event\n\n99 (29.9)\n30 (9.1)\n29 (8.8)\n26 (7.9)\n19 (5.7)\n17 (5.1)\n15 (4.5)\n11 (3.3)\n9 (2.7)\n8 (2.4)\n8 (2.4)\n7 (2.1)\n7 (2.1)\n\n97 (29.3)\n25 (7.6)\n19 (5.7)\n4 (1.2)\n10 (3.0)\n13 (3.9)\n9 (2.7)\n6 (1.8)\n6 (1.8)\n0\n8 (2.4)\n2 (0.6)\n7 (2.1)\n\nPage 11\n\n090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 \fPhRMA Web Synopsis\nProtocol A0221058 – 26 August 2010 – Final\n\nTwenty-nine subjects (8.8%) experienced AEs that led to permanent study discontinuation; \nfor 25 subjects (7.6%) these AEs were considered treatment-related.  AEs leading to \ndiscontinuation that were experienced by more than 1 subject were dry mouth (10 subjects), \ndizziness (4 subjects), headache (3 subjects), nausea (3 subjects), constipation (2 subjects), \npollakiuria (2 subjects), and dyspepsia (2 subjects).\n\nFourteen subjects (4.2%) experienced AEs that led to temporary study discontinuation or \ndose reduction; for 4 subjects (1.2%) AEs were considered treatment-related.  AEs leading to \ntemporary discontinuation or dose reduction that were experienced by more than 1 subject \nwere diarrhea (4 subjects), dry mouth (2 subjects) and labyrinthitis (2 subjects).\n\nOne subject died post-study treatment.  A 76-year-old male died post-study treatment due to \na ruptured atheromatous aneurysm of the thoracic aorta, which was not considered \ntreatment-related.\n\nAll serious AEs (SAEs) are listed by subject in Table 5.  Eleven subjects (3.3%) experienced \nat least 1 treatment-emergent SAE, including 3 subjects (0.9%) who experienced SAEs\nconsidered treatment-related.  All SAEs resolved by the end of the study with the exception \nof 1 SAE which was fatal.\n\nPage 12\n\n090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 \fPhRMA Web Synopsis\nProtocol A0221058 – 26 August 2010 – Final\n\nTable 5.\n\nSerious Adverse Events\n\nSex/Age \n(years)\n\nAdverse Event\n\nStart \nDay\n\nStop \nDay\n\nSeverity\n\nOutcome\n\nF/74\n\nF/52\nF/74\n\nM/67\nF/64\nF/50\nF/69\nF/74\nM/76\nF/55\nF/38\nM/77\n\nF/58\n\nHypertension\nEdema peripheral\nGastritis\nFemur fracture\nFall\nLeft ventricular failure a\nTransient ischemic attack\nDiverticulitis\nMyocardial infarction\nDiverticulitis\nAortic aneurysm rupture a\nEdema peripheral\nAsthma a\nKeratitis\nAngina pectoris\nChest discomfort\nThroat tightness\nHeadache\nPalpitations\nDyspnea\n\n42\n42\n23\n45\n45\n33\n30\n38\n3\n25\n36\n8\n78\n19\n73\n25\n25\n25\n25\n25\n\n57\n57\n30\n51\n45\nNA\n31\n54\n>45\n27\nNA\n11\n101\n30\n73\n26\n26\n26\n26\n26\n\nSevere\nModerate\nModerate\nSevere\nSevere\nNA\nMild\nSevere\nSevere\nSevere\nNA\nModerate\nSevere\nSevere\nSevere\nSevere\nSevere\nSevere\nSevere\nModerate\n\nResolved\nResolved\nResolved\nResolved\nResolved\nResolving\nResolved\nResolved\nResolving\nResolved\nFatal\nResolved\nResolved\nResolved\nResolved\nResolved\nResolved\nResolved\nResolved\nResolved\n\nInvestigator\nCausality/ Sponsor \nCausality\nRelated/ Unrelated\nUnrelated/ Unrelated\nRelated/ Related\nUnrelated/ Unrelated\nUnrelated/ Unrelated\nRelated/ Related\nUnrelated/ Unrelated\nUnrelated/ Unrelated\nUnrelated/ Unrelated\nUnrelated/ Unrelated\nUnrelated/ Unrelated\nUnrelated/ Unrelated\nUnrelated/ Unrelated\nUnrelated/ Unrelated\nUnrelated/ Unrelated\nRelated/ Related\nRelated/ Related\nRelated/ Related\nRelated/ Related\nRelated/ Related\n\nSerious adverse event presentations were derived from a combination of data contained within the clinical study \ndatabase and the corporate safety database.  The corporate safety database was a separate, centralized, adverse \nevent monitoring database that was continuously updated based on rapidly communicated reports from the \ninvestigators to the sponsor.  The clinical study database was based on information provided from the \nCRFs/DCTs.  Consequently, occasional differences in data may exist between the centralized safety database \nand the clinical study database.\nF=female; M=male; NA=not available or not applicable\na Post-therapy.\n\nMean changes from baseline in sitting systolic blood pressure, sitting diastolic blood \npressure, and sitting pulse rate were small.  Nine subjects (2.8%) had an increase in sitting \nsystolic blood pressure ≥30 mm Hg, and 7 subjects (2.1%) had an increase in sitting diastolic \nblood pressure ≥20 mm Hg.  Five subjects experienced increased blood pressure during the \nstudy, which was reported as an AE; 1 subject experienced increased blood pressure that was \nreported as a treatment-related AE.  There were no other safety concerns for vital signs.\n\nCONCLUSIONS:\n\n The primary objective was to demonstrate the efficacy of 12 weeks flexible dose \n\nfesoterodine in subjects with OAB, in terms of a reduction from baseline in MF, and as a \nsecondary objective, in terms of reductions in bladder diary variables (NMF, UUI, UEF, \nNUEF and SUEF).  Results demonstrated that fesoterodine was efficacious in reducing \nMF and other bladder diary variables from baseline to Week 12.\n\nPage 13\n\n090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 \fPhRMA Web Synopsis\nProtocol A0221058 – 26 August 2010 – Final\n\n The assessment of the effect of flexible dose fesoterodine on treatment satisfaction and \n\nhealth-related QoL measures at 12 weeks compared to baseline showed that the majority \nof subjects were satisfied with their treatment.\n\n A flexible dose regime of fesoterodine was safe and well tolerated.  Overall, the safety \ndata were consistent to those observed in prior fesoterodine studies and reported in the \nlabel for the OAB population:\n\n The most commonly reported all-causality AEs were dry mouth, constipation and \ndiarrhea; which are generally expected for this compound and population.  There \nwere no reported events of urinary retention.\n\n Twenty-nine subjects (8.8%) experienced AEs that led to permanent study \n\ndiscontinuation; for 25 subjects (7.6%) AEs were considered treatment-related.\n\n Eleven subjects (3.3%) experienced at least 1 treatment-emergent SAE, including \n\n3 subjects who experienced treatment-related SAEs.  All SAEs resolved by the end of \nthe study with the exception of 1 SAE which was fatal.\n\n Exploratory analyses to understand the impact of cessation of fesoterodine after 12 weeks \n\nof therapy showed that for all micturition diary variables there were deteriorations \n(increases in frequency) after Week 12, ie, after the last dose of fesoterodine was taken.\n\n Exploratory analysis of dose titration data showed that the 2 factors that were most \n\nstrongly associated with titration from fesoterodine 4 mg to fesoterodine 8 mg at Week 4 \nwere change from baseline in MF and subject response to the PPBC questionnaire at \nWeek 4. \n\n The exploratory SAGA questionnaire, used in this study to evaluate subjects’ treatment \ngoals with regard to their bladder problems, showed that 49.5% of subjects achieved the \ngoal that was rated ‘Most Important Goal’, and 81.0% ‘Somewhat achieved goals’ or \nbetter.  \n\nPage 14\n\n090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 090177e1816562cb\\Approved\\Approved On: 28-Sep-2010 15:00 \f",
  "file_path": "/home/runner/workspace/attached_assets/A0221058_3.pdf",
  "sampleSize": 0,
  "randomization": "Unknown",
  "studyDesign": "Unknown",
  "interventionalModel": "Unknown",
  "primaryPurpose": "Unknown",
  "maskingInfo": "Unknown"
}